// 1. المتغير اللي هيشيل البيانات
const studentsData = 

[
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1,
    "__1": 72610001,
    "امتحانات تحديد المستوي": "رقيه محمد محمد علي محمود الشرقاوي",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 2,
    "__1": 72610002,
    "امتحانات تحديد المستوي": "عمرو إيهاب ربيع مصطفى",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 3,
    "__1": 72610003,
    "امتحانات تحديد المستوي": "أحمد أيمن محمد يوسف النقيب",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 4,
    "__1": 72610004,
    "امتحانات تحديد المستوي": "بتول احمد محمد محمود الحواوشي",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 5,
    "__1": 72610005,
    "امتحانات تحديد المستوي": "هيا هشام على حسين على",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 6,
    "__1": 72610006,
    "امتحانات تحديد المستوي": "ابراهيم السيد ابراهيم السيد محمد بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 7,
    "__1": 72610007,
    "امتحانات تحديد المستوي": "يوسف سعيد سامي نظير مرقص",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 8,
    "__1": 72610008,
    "امتحانات تحديد المستوي": "مريم أحمد محمد عبد الرازق قرشم",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 9,
    "__1": 72610009,
    "امتحانات تحديد المستوي": "عمر جهاد محمد عبدالمطلب ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 10,
    "__1": 72610010,
    "امتحانات تحديد المستوي": "جودي طارق احمد بصل",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 11,
    "__1": 72610011,
    "امتحانات تحديد المستوي": "رزان حاكم عبد الستار محمد ابو الوفا",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 12,
    "__1": 72610012,
    "امتحانات تحديد المستوي": "ربيع محمد علي عبدالدايم عبدالحميد",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 13,
    "__1": 72610013,
    "امتحانات تحديد المستوي": "أميره محمود عبدالحكيم عبدالحميد عفيفي ",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 14,
    "__1": 72610014,
    "امتحانات تحديد المستوي": "يوسف عبدالفتاح محمد عبد الفتاح الحبشى",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 15,
    "__1": 72610015,
    "امتحانات تحديد المستوي": "هنا محمد احمد مصطفى ابوطوق",
    "__2": "14/9/2026",
    "__3": "معمل 108 كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 16,
    "__1": 72610016,
    "امتحانات تحديد المستوي": "عمر محسن محمد أبوالنجا ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 17,
    "__1": 72610017,
    "امتحانات تحديد المستوي": "رودينا محمد عبد الرءوف احمد صالح",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 18,
    "__1": 72610018,
    "امتحانات تحديد المستوي": "حبيبه محمد الدمرداش السيدنوير",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 19,
    "__1": 72610019,
    "امتحانات تحديد المستوي": "خديجة مدحت حامد اسماعيل شبانه",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 20,
    "__1": 72610020,
    "امتحانات تحديد المستوي": "محمود عبد الخالق الشناوي عبد الخالق موسي",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 21,
    "__1": 72610021,
    "امتحانات تحديد المستوي": "ابراهيم محمد محمد عيسى يس",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 22,
    "__1": 72610022,
    "امتحانات تحديد المستوي": "مازن محمد عبد السلام المتولي الهزار",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 23,
    "__1": 72610023,
    "امتحانات تحديد المستوي": "محمد محسن رزق علي الغنام",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 24,
    "__1": 72610024,
    "امتحانات تحديد المستوي": "جودي محمد حسن ابراهيم عبد السلام محمد",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 25,
    "__1": 72610025,
    "امتحانات تحديد المستوي": "يوسف انور محمد محمد حمزة",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 26,
    "__1": 72610026,
    "امتحانات تحديد المستوي": "عبد الرحمن فودة علي فودة محمد",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 27,
    "__1": 72610027,
    "امتحانات تحديد المستوي": "امال هاشم حافظ مصطفي سيداحمد",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 28,
    "__1": 72610028,
    "امتحانات تحديد المستوي": "أيمن عبدالغفار كمال عبدالغفار الزناتي",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 29,
    "__1": 72610029,
    "امتحانات تحديد المستوي": "إيمان طايع عبد اللطيف حسن على موسى",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 30,
    "__1": 72610030,
    "امتحانات تحديد المستوي": "يارا ايهاب رجب حسين عويس",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 31,
    "__1": 72610031,
    "امتحانات تحديد المستوي": "أريج ابو العز ابو ضيف محمد حسان",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 32,
    "__1": 72610032,
    "امتحانات تحديد المستوي": "احمد عماد احمد محمد عبدالكريم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 33,
    "__1": 72610033,
    "امتحانات تحديد المستوي": "سلوي اشرف مصطفي مسلم العدوي",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 34,
    "__1": 72610034,
    "امتحانات تحديد المستوي": "ملك محمد على حسان",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 35,
    "__1": 72610035,
    "امتحانات تحديد المستوي": "زهور عزت محمود سيد احمد محروس",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 36,
    "__1": 72610036,
    "امتحانات تحديد المستوي": "وسام صلاح عوض سالم ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 37,
    "__1": 72610037,
    "امتحانات تحديد المستوي": "لي لي محمد عاطف محمد علي درويش",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 38,
    "__1": 72610038,
    "امتحانات تحديد المستوي": "مريم محمد حسن السيد الجمل",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 39,
    "__1": 72610039,
    "امتحانات تحديد المستوي": "شهد محمد على محمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 40,
    "__1": 72610040,
    "امتحانات تحديد المستوي": "محمد عمر محمد محمد السيد سويلم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 41,
    "__1": 72610041,
    "امتحانات تحديد المستوي": "كريم مجدي أحمد رزق الخضري",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 42,
    "__1": 72610042,
    "امتحانات تحديد المستوي": "عبد الله السعيد عبد العظيم مخلوف ابو العنين",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 43,
    "__1": 72610043,
    "امتحانات تحديد المستوي": "سهام احمد عماد الدين سعد الشهاوى",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 44,
    "__1": 72610044,
    "امتحانات تحديد المستوي": "يمنى ايمن سرور جبر البسطويسي",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": 45,
    "__1": 72610045,
    "امتحانات تحديد المستوي": "روضه المغاوري صبحي الددموني ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل البورصة كلية الإدارة",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 46,
    "__1": 72610046,
    "امتحانات تحديد المستوي": "دينا السيد عزت ذكى عبد الوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 47,
    "__1": 72610047,
    "امتحانات تحديد المستوي": "اسلام محمد عوض ابراهيم  حسن",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 48,
    "__1": 72610048,
    "امتحانات تحديد المستوي": "اسماء صبحي المرسي محمود المرسي",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 49,
    "__1": 72610049,
    "امتحانات تحديد المستوي": "محمد عبدالحميد علي ابراهيم على",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 50,
    "__1": 72610050,
    "امتحانات تحديد المستوي": "إبراهيم عبدالقادر أحمد محمد الشافعي",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 51,
    "__1": 72610051,
    "امتحانات تحديد المستوي": "جنا احمد محمد فؤاد عبدالمنعم يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 52,
    "__1": 72610052,
    "امتحانات تحديد المستوي": "احمد محمد فاروق محمد زايد",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 53,
    "__1": 72610053,
    "امتحانات تحديد المستوي": "عمر جمال حامد بسطويسي فرج",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 54,
    "__1": 72610054,
    "امتحانات تحديد المستوي": "محمد طارق محمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 55,
    "__1": 72610055,
    "امتحانات تحديد المستوي": "ندي عبدالرحمن السيد سعيد",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 56,
    "__1": 72610056,
    "امتحانات تحديد المستوي": "سعد محمد حامد رشدي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 57,
    "__1": 72610057,
    "امتحانات تحديد المستوي": "آيه وليد ابراهيم  احمد العراقي",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 58,
    "__1": 72610058,
    "امتحانات تحديد المستوي": "ميرنا وليد احمد الجوهرى حسن",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 59,
    "__1": 72610059,
    "امتحانات تحديد المستوي": "ياسمين محمد نبيه رجب عبد القادر",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 60,
    "__1": 72610060,
    "امتحانات تحديد المستوي": "محمد عقيل علي السيد العجمي",
    "__2": "14/9/2026",
    "__3": "معمل 116 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 61,
    "__1": 72610061,
    "امتحانات تحديد المستوي": "احمد السيد احمد يونس",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 62,
    "__1": 72610062,
    "امتحانات تحديد المستوي": "مريم رضا سعد المهدى سالم",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 63,
    "__1": 72610063,
    "امتحانات تحديد المستوي": "منة الله محمد شعبان السيد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 64,
    "__1": 72610064,
    "امتحانات تحديد المستوي": "منه الله مجدى محمد يوسف جمعه",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 65,
    "__1": 72610065,
    "امتحانات تحديد المستوي": "مصطفي اسماعيل صبري بدر مبارك",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 66,
    "__1": 72610066,
    "امتحانات تحديد المستوي": "محمود يوسف عبد اللطيف يوسف احمد",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 67,
    "__1": 72610067,
    "امتحانات تحديد المستوي": "طارق عبد الحميد محمد السيد علي عبد الكريم",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 68,
    "__1": 72610068,
    "امتحانات تحديد المستوي": "يس وائل صبرى عبدالرؤف مرسى",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 69,
    "__1": 72610069,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد احمد محمد عمر الجويدى ",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 70,
    "__1": 72610070,
    "امتحانات تحديد المستوي": "يوسف ماجد فاروق أحمد سلامه",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 71,
    "__1": 72610071,
    "امتحانات تحديد المستوي": "محمد عبد الستار السيد عامر بدر الدين",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 72,
    "__1": 72610072,
    "امتحانات تحديد المستوي": "عمر مجدي انور ابوالمعاطي قطر",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 73,
    "__1": 72610073,
    "امتحانات تحديد المستوي": "محمود رمضان محمود محمد عبدالهادي",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 74,
    "__1": 72610074,
    "امتحانات تحديد المستوي": "رانيا احمد مصطفى كمال هديب",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 75,
    "__1": 72610075,
    "امتحانات تحديد المستوي": "دينا احمد مصطفى كمال هديب",
    "__2": "14/9/2026",
    "__3": "معمل 117 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 76,
    "__1": 72610076,
    "امتحانات تحديد المستوي": "سلمي سامح عبد العزيز عطية الوزير البدوي",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 77,
    "__1": 72610077,
    "امتحانات تحديد المستوي": "امنية مصطفي محمد مصطفي زايد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 78,
    "__1": 72610078,
    "امتحانات تحديد المستوي": "عبد الرحمن رضا محمد حسن ابو العنين",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 79,
    "__1": 72610079,
    "امتحانات تحديد المستوي": "جنى محسن عبد المنعم العريان",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 80,
    "__1": 72610080,
    "امتحانات تحديد المستوي": "عبد الرحمن هشام محمد محمد عاشور",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 81,
    "__1": 72610081,
    "امتحانات تحديد المستوي": "جودى احمد محمد ابراهيم عمران",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 82,
    "__1": 72610082,
    "امتحانات تحديد المستوي": "مصطفى محمد أحمد محمد أبوزيد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 83,
    "__1": 72610083,
    "امتحانات تحديد المستوي": "ملك احمد رجب سعد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 84,
    "__1": 72610084,
    "امتحانات تحديد المستوي": "كريم حمدي ابراهيم السيد الشامى",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 85,
    "__1": 72610085,
    "امتحانات تحديد المستوي": "سلمى عادل زكي غازي على",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 86,
    "__1": 72610086,
    "امتحانات تحديد المستوي": "أمينة البدراوي محمد حمزه محمد ",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 87,
    "__1": 72610087,
    "امتحانات تحديد المستوي": "احمد محمد سمير حسن عبدالله",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 88,
    "__1": 72610088,
    "امتحانات تحديد المستوي": "احمد محمود ابراهيم محمد الكوشى",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 89,
    "__1": 72610089,
    "امتحانات تحديد المستوي": "عبدالرحمن ناجي حسين السعيد علي ابوشوشه",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 90,
    "__1": 72610090,
    "امتحانات تحديد المستوي": "سلمي احمد حسن احمد الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 91,
    "__1": 72610091,
    "امتحانات تحديد المستوي": "ماجده السيد ممدوح سنجاب",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 92,
    "__1": 72610092,
    "امتحانات تحديد المستوي": "مريم عادل ابراهيم محمد المرادني",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 93,
    "__1": 72610093,
    "امتحانات تحديد المستوي": "ابراهيم سامح ابراهيم محمد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 94,
    "__1": 72610094,
    "امتحانات تحديد المستوي": "أحمد محمد فتحى عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 95,
    "__1": 72610095,
    "امتحانات تحديد المستوي": "كيريا ابراهيم ميخائيل يوسف داود",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 96,
    "__1": 72610096,
    "امتحانات تحديد المستوي": "صفيه حجازي محمد رمضان الإتكاوي",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 97,
    "__1": 72610097,
    "امتحانات تحديد المستوي": "سارة إبراهيم محمد خليل  الطوخي",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 98,
    "__1": 72610098,
    "امتحانات تحديد المستوي": "سما السعيد السيد عباس",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 99,
    "__1": 72610099,
    "امتحانات تحديد المستوي": "هنا محمد عماد الدين سلامة المصري",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 100,
    "__1": 72610100,
    "امتحانات تحديد المستوي": "سامح تامر لبيب لبيب علي",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 101,
    "__1": 72610101,
    "امتحانات تحديد المستوي": "يوسف إبراهيم صبحي علي اابدراوي",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 102,
    "__1": 72610102,
    "امتحانات تحديد المستوي": "هنا عبدالسيد علي عبدالهادي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 103,
    "__1": 72610103,
    "امتحانات تحديد المستوي": "ندى السيد حامد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 104,
    "__1": 72610104,
    "امتحانات تحديد المستوي": "فارس جمال سعد ابو العنين محمد",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": 105,
    "__1": 72610105,
    "امتحانات تحديد المستوي": "حسام محمد كمال احمد جادو",
    "__2": "14/9/2026",
    "__3": "معمل 438 كلية الهندسه",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 106,
    "__1": 72610106,
    "امتحانات تحديد المستوي": "فاطمة اشرف السعيد كامل الحايس",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 107,
    "__1": 72610107,
    "امتحانات تحديد المستوي": "حبيبه وائل حسين احمد فاضل نعمت الله",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 108,
    "__1": 72610108,
    "امتحانات تحديد المستوي": "احمد رمضان صبري رمضان شحاته",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 109,
    "__1": 72610109,
    "امتحانات تحديد المستوي": "محمد حسن محمد عوض عبدالحافظ",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 110,
    "__1": 72610110,
    "امتحانات تحديد المستوي": "مريم عبد العزيز إبراهيم محمد أبو العلا",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 111,
    "__1": 72610111,
    "امتحانات تحديد المستوي": "رحمة محمد إبراهيم محمد شتا",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 112,
    "__1": 72610112,
    "امتحانات تحديد المستوي": "عمر محمد نبيل صلاح",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 113,
    "__1": 72610113,
    "امتحانات تحديد المستوي": "منه الله ابراهيم ابراهيم عبدالسميع الطنطاوي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 114,
    "__1": 72610114,
    "امتحانات تحديد المستوي": "ريهام اسعد احمد ابراهيم عوض",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 115,
    "__1": 72610115,
    "امتحانات تحديد المستوي": "البراء جمعة ابواليزيد عطية",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 116,
    "__1": 72610116,
    "امتحانات تحديد المستوي": "عبدالهادى محمد عبدالهادى الدسوقى حسن",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 117,
    "__1": 72610117,
    "امتحانات تحديد المستوي": "يارا رضا السيد ابراهيم المغربى",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 118,
    "__1": 72610118,
    "امتحانات تحديد المستوي": "عثمان أحمد عثمان محمد نصر المرجاوي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 119,
    "__1": 72610119,
    "امتحانات تحديد المستوي": "معاذ محمد ابراهيم محمد محمد حسين",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 120,
    "__1": 72610120,
    "امتحانات تحديد المستوي": "سلمى أحمد عبد العزيز عبد الحميد الزيني",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 121,
    "__1": 72610121,
    "امتحانات تحديد المستوي": "كريم هانى صبحى غريب رزق",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 122,
    "__1": 72610122,
    "امتحانات تحديد المستوي": "اياد ابراهيم السيد البدوي ابراهيم الغزل",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 123,
    "__1": 72610123,
    "امتحانات تحديد المستوي": "حنين عصام احمد محمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 124,
    "__1": 72610124,
    "امتحانات تحديد المستوي": "عمر ممدوح لطفي كامل علي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 125,
    "__1": 72610125,
    "امتحانات تحديد المستوي": "ندا محمود فريد سيد احمد حسانين",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 126,
    "__1": 72610126,
    "امتحانات تحديد المستوي": "مازن سعد محمد عبدالسلام السيسى",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 127,
    "__1": 72610127,
    "امتحانات تحديد المستوي": "ماجده محمد محمود عبد المقصود ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 128,
    "__1": 72610128,
    "امتحانات تحديد المستوي": "سلمى محمد مشرف جمعة",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 129,
    "__1": 72610129,
    "امتحانات تحديد المستوي": "ايمان سعد شحاته المتولي المتولي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 130,
    "__1": 72610130,
    "امتحانات تحديد المستوي": "منه عبدالعظيم احمد عبدالعظيم محمد",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 131,
    "__1": 72610131,
    "امتحانات تحديد المستوي": "إسلام حامد حامد ابراهيم ابوالفتوح حماد",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 132,
    "__1": 72610132,
    "امتحانات تحديد المستوي": "بسمله احمد السيد محمود رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 133,
    "__1": 72610133,
    "امتحانات تحديد المستوي": "نورهان عادل حموده عبده عبد الهادي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 134,
    "__1": 72610134,
    "امتحانات تحديد المستوي": "حنين احمد نورالدين عبدالغنى احمد",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 135,
    "__1": 72610135,
    "امتحانات تحديد المستوي": "احمد تامر عبد العزيز الهلالى على العيسوى",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 136,
    "__1": 72610136,
    "امتحانات تحديد المستوي": "محمد محمود رشاد على عبدالرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 137,
    "__1": 72610137,
    "امتحانات تحديد المستوي": "محمد ايمن خيري توفيق ذكى",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 138,
    "__1": 72610138,
    "امتحانات تحديد المستوي": "اروى فتحي عبدالجواد راشد الشناوي",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 139,
    "__1": 72610139,
    "امتحانات تحديد المستوي": "ياسين احمد السيد محمد عبد الرحيم هجرس",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": 140,
    "__1": 72610140,
    "امتحانات تحديد المستوي": "أحمد محمد محمد احمد سعده",
    "__2": "14/9/2026",
    "__3": "معمل 439 كلية الهندسة",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 141,
    "__1": 72610141,
    "امتحانات تحديد المستوي": "احمد محمد  سعداوي شعبان جمعه",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 142,
    "__1": 72610142,
    "امتحانات تحديد المستوي": "عمر احمد محمد عوض الكيلاني",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 143,
    "__1": 72610143,
    "امتحانات تحديد المستوي": "رامي علي عبدالحميد علي سيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 144,
    "__1": 72610144,
    "امتحانات تحديد المستوي": "مرام محمد بركات عبده احمد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 145,
    "__1": 72610145,
    "امتحانات تحديد المستوي": "سلمى احمد الشوادفي محمد يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 146,
    "__1": 72610146,
    "امتحانات تحديد المستوي": "حلا أشرف أحمد كامل محمد الناغي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 147,
    "__1": 72610147,
    "امتحانات تحديد المستوي": "يوسف محمد زين العابدين محمد السيد عوض",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 148,
    "__1": 72610148,
    "امتحانات تحديد المستوي": "عبدالرحمن فيصل عبدالسلام احمد عبدالعال",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 149,
    "__1": 72610149,
    "امتحانات تحديد المستوي": "مهاب احمد السيد  احمد درغام",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 150,
    "__1": 72610150,
    "امتحانات تحديد المستوي": "عبدالرحمن السيد محمد محمد عبدالرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 151,
    "__1": 72610151,
    "امتحانات تحديد المستوي": "مصطفى عبد اللطيف مصطفى عبد اللطيف الديب",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 152,
    "__1": 72610152,
    "امتحانات تحديد المستوي": "أحمد عويضه محمد المتولى عبدالسلام",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 153,
    "__1": 72610153,
    "امتحانات تحديد المستوي": "ردينا احمد اسماعيل سليمان الجبلى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 154,
    "__1": 72610154,
    "امتحانات تحديد المستوي": "هناء احمد سمير توفيق الطير",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 155,
    "__1": 72610155,
    "امتحانات تحديد المستوي": "محمد عادل ابراهيم الدسوقي احمد الدقش",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 156,
    "__1": 72610156,
    "امتحانات تحديد المستوي": "محمد محمد السعيد غازي زيدان",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 157,
    "__1": 72610157,
    "امتحانات تحديد المستوي": "ملك احمد محمد عبد الله حسام الدين",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 158,
    "__1": 72610158,
    "امتحانات تحديد المستوي": "ندي ايهاب احمد حماده",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 159,
    "__1": 72610159,
    "امتحانات تحديد المستوي": "نوران على غازى المتولى ديه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 160,
    "__1": 72610160,
    "امتحانات تحديد المستوي": "سما سامي فاضل محمد الجوهري",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 161,
    "__1": 72610161,
    "امتحانات تحديد المستوي": "محمد حسام محمد عبدالسلام عوض حماد ",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 162,
    "__1": 72610162,
    "امتحانات تحديد المستوي": "بسمله خالد حسن عبد العال محمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 163,
    "__1": 72610163,
    "امتحانات تحديد المستوي": "أحمد محمد محمد حسن خويصة",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 164,
    "__1": 72610164,
    "امتحانات تحديد المستوي": "نهي عاطف عبد الغفار محمد احمد ",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 165,
    "__1": 72610165,
    "امتحانات تحديد المستوي": "غادة صلاح الدين الاحمدي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 166,
    "__1": 72610166,
    "امتحانات تحديد المستوي": "حبيبه محمد جلال عبدالحميد نصر",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 167,
    "__1": 72610167,
    "امتحانات تحديد المستوي": "محمد عادل ابراهيم البيومي نصر",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 168,
    "__1": 72610168,
    "امتحانات تحديد المستوي": "انجي ناصر رضوان عبدالسلام",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 169,
    "__1": 72610169,
    "امتحانات تحديد المستوي": "اسلام محمد ابراهيم عوض ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 170,
    "__1": 72610170,
    "امتحانات تحديد المستوي": "محمد يوسف علي توفيق الابس",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 171,
    "__1": 72610171,
    "امتحانات تحديد المستوي": "رؤى يسن يسن أحمد عبداللا",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 172,
    "__1": 72610172,
    "امتحانات تحديد المستوي": "مصطفي محمود محمد مصطفي بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 173,
    "__1": 72610173,
    "امتحانات تحديد المستوي": "محمد احمد محمد يونس محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 174,
    "__1": 72610174,
    "امتحانات تحديد المستوي": "نغم عبد المنعم حمدان احمد شرارة",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 175,
    "__1": 72610175,
    "امتحانات تحديد المستوي": "هنا ايمن عدلي عبد الرحمن علي البطة",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 176,
    "__1": 72610176,
    "امتحانات تحديد المستوي": "محمد محمود ابراهيم العليمى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 177,
    "__1": 72610177,
    "امتحانات تحديد المستوي": "روضه احمد البيلي على البيلي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 178,
    "__1": 72610178,
    "امتحانات تحديد المستوي": "محمود مجدي اسماعيل حسن حسن",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 179,
    "__1": 72610179,
    "امتحانات تحديد المستوي": "جومانه محمد أبو الحسن أحمد شريف",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 180,
    "__1": 72610180,
    "امتحانات تحديد المستوي": "ايمان ابراهيم كمال احمد فريج عون",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 181,
    "__1": 72610181,
    "امتحانات تحديد المستوي": "ملك محمد محمد ابوالعز هويدي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 182,
    "__1": 72610182,
    "امتحانات تحديد المستوي": "ملك محمد أحمد مصطفى عبداللطيف",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 183,
    "__1": 72610183,
    "امتحانات تحديد المستوي": "بسمله شعبان إبراهيم العدوي خضير",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 184,
    "__1": 72610185,
    "امتحانات تحديد المستوي": "مروه نبيل محمود محمد البرعي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 185,
    "__1": 72610186,
    "امتحانات تحديد المستوي": "منة محمد سامى المرسى المرسى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 186,
    "__1": 72610187,
    "امتحانات تحديد المستوي": "اسراء رزق عبد الغفار  محمد فرج ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 187,
    "__1": 72610188,
    "امتحانات تحديد المستوي": "أحمد فوزي رمزي معروف محمد ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 188,
    "__1": 72610189,
    "امتحانات تحديد المستوي": "بسملة موسى علي محمود محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 189,
    "__1": 72610190,
    "امتحانات تحديد المستوي": "حبيبه خالدعبدالقادر السيد عبدالحافظ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 190,
    "__1": 72610191,
    "امتحانات تحديد المستوي": "منه الله فخري عبد العزيز ابراهيم علي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 191,
    "__1": 72610192,
    "امتحانات تحديد المستوي": "ادم شريف فتحى عبد السلام عبدالله",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 192,
    "__1": 72610193,
    "امتحانات تحديد المستوي": "يوسف محمد عبد الباقى محمود رضوان",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 193,
    "__1": 72610194,
    "امتحانات تحديد المستوي": "شهد رجائي عقل محمد عقل",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 194,
    "__1": 72610195,
    "امتحانات تحديد المستوي": "اسماء جمعه عمر طلبه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 195,
    "__1": 72610196,
    "امتحانات تحديد المستوي": "عمر محمود عبدالفتاح محمد على عطوه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 196,
    "__1": 72610197,
    "امتحانات تحديد المستوي": "محمد هاني محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 197,
    "__1": 72610198,
    "امتحانات تحديد المستوي": "فرح طارق عبد الحميد محمد الامام",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 198,
    "__1": 72610199,
    "امتحانات تحديد المستوي": "عبدالله طارق محمد يوسف محمد يونس ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 199,
    "__1": 72610200,
    "امتحانات تحديد المستوي": "ريم ايهاب مصباح اسماعيل البيسي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 200,
    "__1": 72610201,
    "امتحانات تحديد المستوي": "ملك أحمد خميس بدير شعيب",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 201,
    "__1": 72610202,
    "امتحانات تحديد المستوي": "الزهراء السيد محمد الباز يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 202,
    "__1": 72610203,
    "امتحانات تحديد المستوي": "يوسف شعبان السعيد عبد الفتاح عبد السلام",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 203,
    "__1": 72610204,
    "امتحانات تحديد المستوي": "محمد سمير توفيق عبدالمنعم عبدالعاطى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 204,
    "__1": 72610205,
    "امتحانات تحديد المستوي": "سلمى محمود عبدالرحيم صابر احمد الغرابلى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 205,
    "__1": 72610206,
    "امتحانات تحديد المستوي": "يوسف محمد ابراهيم موسي بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 206,
    "__1": 72610207,
    "امتحانات تحديد المستوي": "ندى عبدالرحمن يوسف عبدالرحمن البلقاسي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 207,
    "__1": 72610208,
    "امتحانات تحديد المستوي": "حبيبه محمد فتحي على الطيار",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 208,
    "__1": 72610209,
    "امتحانات تحديد المستوي": "ياسمين عمرو زكريا فؤاد غالى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 209,
    "__1": 72610210,
    "امتحانات تحديد المستوي": "اسماء هاني زكي احمد متيرد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 210,
    "__1": 72610211,
    "امتحانات تحديد المستوي": "يحيي البدراوي محمد عبده ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 211,
    "__1": 72610212,
    "امتحانات تحديد المستوي": "محمد شعبان عامر سلومه حنفي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 212,
    "__1": 72610213,
    "امتحانات تحديد المستوي": "منى احمد حسن على حافظ",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 213,
    "__1": 72610214,
    "امتحانات تحديد المستوي": "زياد احمد عبدالكريم حامد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 214,
    "__1": 72610215,
    "امتحانات تحديد المستوي": "السعيد احمد فاروق فخر الدين",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 215,
    "__1": 72610216,
    "امتحانات تحديد المستوي": "اسلم محمود عوض رمضان غازي سلمان",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 216,
    "__1": 72610217,
    "امتحانات تحديد المستوي": "ضحى محمد ابراهيم ابراهيم العيسوى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 217,
    "__1": 72610218,
    "امتحانات تحديد المستوي": "محمد وفيق عبدالله شهاوي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 218,
    "__1": 72610219,
    "امتحانات تحديد المستوي": "معاز رضا احمد السيد على زوكان",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 219,
    "__1": 72610220,
    "امتحانات تحديد المستوي": "ملك محمود علي علي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 220,
    "__1": 72610221,
    "امتحانات تحديد المستوي": "فرح حمدان حمدان ابو زيد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 221,
    "__1": 72610222,
    "امتحانات تحديد المستوي": "ميار محمد حسن محمد محمد عبدالخالق",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 222,
    "__1": 72610223,
    "امتحانات تحديد المستوي": "عبد الرحمن احمد محمد همام الشناوي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 223,
    "__1": 72610224,
    "امتحانات تحديد المستوي": "هنا عزالدين رزق مصطفى رزق",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 224,
    "__1": 72610225,
    "امتحانات تحديد المستوي": "ممدوح احمد احمد محمد الغبارى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 225,
    "__1": 72610226,
    "امتحانات تحديد المستوي": "شيماء محمد ابراهيم ابراهيم ابوزيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 226,
    "__1": 72610227,
    "امتحانات تحديد المستوي": "ملك محمد نبيه البيلي البيلي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 227,
    "__1": 72610228,
    "امتحانات تحديد المستوي": "على عبدالحميد على محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 228,
    "__1": 72610229,
    "امتحانات تحديد المستوي": "نور محمد سرى السعيد احمد عبد اللطيف",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 229,
    "__1": 72610230,
    "امتحانات تحديد المستوي": "ريناد حاتم منير محمد البشبيشي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 230,
    "__1": 72610231,
    "امتحانات تحديد المستوي": "مريم رمضان مجاهدبدوي سليم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 231,
    "__1": 72610232,
    "امتحانات تحديد المستوي": "مريم محمد طلبه طلبه عوض",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 232,
    "__1": 72610233,
    "امتحانات تحديد المستوي": "امال احمد جمال محمد عبدالحليم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 233,
    "__1": 72610234,
    "امتحانات تحديد المستوي": "فاطمه الزهراء محمود محمد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 234,
    "__1": 72610235,
    "امتحانات تحديد المستوي": "ريناد خالد نصر نصير شهاب",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 235,
    "__1": 72610236,
    "امتحانات تحديد المستوي": "نور تامر محمد الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 236,
    "__1": 72610237,
    "امتحانات تحديد المستوي": "روان اسامة فتحي محمد ابراهيم موافي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 237,
    "__1": 72610238,
    "امتحانات تحديد المستوي": "ولاء انور صلاح الدين عيسي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 238,
    "__1": 72610239,
    "امتحانات تحديد المستوي": "عمر نهاد عواد أحمد الألفي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 239,
    "__1": 72610240,
    "امتحانات تحديد المستوي": "سلمى اسماعيل عبد الحكيم ابوعماره الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 240,
    "__1": 72610241,
    "امتحانات تحديد المستوي": "نيره مجدي محمد فوده محمد عبدالوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 241,
    "__1": 72610242,
    "امتحانات تحديد المستوي": "مريم محمد المعتصم بالله محمد بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 242,
    "__1": 72610243,
    "امتحانات تحديد المستوي": "عبدالرحمن احمد محمد علي حسين ابوحسين",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 243,
    "__1": 72610244,
    "امتحانات تحديد المستوي": "هشام صلاح حسن إدريس",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 244,
    "__1": 72610245,
    "امتحانات تحديد المستوي": "فاتي عبد الخالق عثمان ابو السعود",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 245,
    "__1": 72610246,
    "امتحانات تحديد المستوي": "مهند محمد السيد ابراهيم البيومى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 246,
    "__1": 72610247,
    "امتحانات تحديد المستوي": "محمد عماد سليمان مصطفي علي الوالي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 247,
    "__1": 72610248,
    "امتحانات تحديد المستوي": "فريده ياسر محمد محمود السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 248,
    "__1": 72610249,
    "امتحانات تحديد المستوي": "ابراهيم السيد لطفي عبدالفضيل عبده",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 249,
    "__1": 72610250,
    "امتحانات تحديد المستوي": "جنه ياسر محمد جابر ابو العلا",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 250,
    "__1": 72610251,
    "امتحانات تحديد المستوي": "يوسف عبدالخالق معوض عبدالخالق السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 251,
    "__1": 72610252,
    "امتحانات تحديد المستوي": "ملك احمد ماهر ابراهيم محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 252,
    "__1": 72610253,
    "امتحانات تحديد المستوي": "أروى السيد أحمد صبحى على",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 253,
    "__1": 72610254,
    "امتحانات تحديد المستوي": "عمر احمد عبدالقادر اسماعيل شيشة",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 254,
    "__1": 72610255,
    "امتحانات تحديد المستوي": "رحمه محمد لطفي عبدالمجيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 255,
    "__1": 72610256,
    "امتحانات تحديد المستوي": "جنا محمود محمد حسن السوليه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 256,
    "__1": 72610257,
    "امتحانات تحديد المستوي": "الاء احمد محمد الغريب بركات حماد احمد الجعلي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 257,
    "__1": 72610258,
    "امتحانات تحديد المستوي": "محمد مصطفى محمود السيد المكاوي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 258,
    "__1": 72610259,
    "امتحانات تحديد المستوي": "مي رامي عبدالحميد ابراهيم يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 259,
    "__1": 72610260,
    "امتحانات تحديد المستوي": "جني محمد فوزي بدير الشناوي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 260,
    "__1": 72610261,
    "امتحانات تحديد المستوي": "هنا علاء محمد عبدالعال عبد الله",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 261,
    "__1": 72610262,
    "امتحانات تحديد المستوي": "مريم محمد جمعه حسن الخميسي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 262,
    "__1": 72610263,
    "امتحانات تحديد المستوي": "انجي نبيل مدحت عرفات محمود",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 263,
    "__1": 72610264,
    "امتحانات تحديد المستوي": "جاسمين عبدالحليم عبدالفتاح عبدالحليم عبدالفتاح",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 264,
    "__1": 72610265,
    "امتحانات تحديد المستوي": "حلا عاطف منصور رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 265,
    "__1": 72610266,
    "امتحانات تحديد المستوي": "عبد الرحمن محمد النوبي مكي يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 266,
    "__1": 72610267,
    "امتحانات تحديد المستوي": "عبدالرحمن عادل محمد طه السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 267,
    "__1": 72610268,
    "امتحانات تحديد المستوي": "هاجر محمد لطفى السعيد رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 268,
    "__1": 72610269,
    "امتحانات تحديد المستوي": "سلمى محمد سمير محمد فتحى شوشه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 269,
    "__1": 72610270,
    "امتحانات تحديد المستوي": "سماعادل بدوي السيد عمر",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 270,
    "__1": 72610271,
    "امتحانات تحديد المستوي": "زياد عادل احمد محمد احمد سلامة",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 271,
    "__1": 72610272,
    "امتحانات تحديد المستوي": "امير خالد عوض حسين البلاح",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 272,
    "__1": 72610273,
    "امتحانات تحديد المستوي": "مازن طارق فتحي عيد السيد عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 273,
    "__1": 72610275,
    "امتحانات تحديد المستوي": "روضه على محمود محمد ابوالفرج",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 274,
    "__1": 72610276,
    "امتحانات تحديد المستوي": "محمد وجيه سامي سليمان السيد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 275,
    "__1": 72610277,
    "امتحانات تحديد المستوي": "ضحي ساميح السعيد رمضان محمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 276,
    "__1": 72610278,
    "امتحانات تحديد المستوي": "أسماء محمود طه محمود محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 277,
    "__1": 72610279,
    "امتحانات تحديد المستوي": "ملك محمود عوض عوض سالم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 278,
    "__1": 72610280,
    "امتحانات تحديد المستوي": "يمني اشرف ربيع مصطفى سبح",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 279,
    "__1": 72610281,
    "امتحانات تحديد المستوي": "أروى شريف محمد شفيق محمد الغرباوى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 280,
    "__1": 72610282,
    "امتحانات تحديد المستوي": "محمد السعيد عبد الحميد عبدالباقي الهلالي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 281,
    "__1": 72610283,
    "امتحانات تحديد المستوي": "ايمان رضا عيد شعبان عبدالبديع",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 282,
    "__1": 72610284,
    "امتحانات تحديد المستوي": "ايمان علاء الدين ابراهيم عبده السحراوي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 283,
    "__1": 72610285,
    "امتحانات تحديد المستوي": "ايمن محمد محمود ابراهيم حسين",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 284,
    "__1": 72610286,
    "امتحانات تحديد المستوي": "أسيل أحمد مصطفى مقبل إبراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 285,
    "__1": 72610287,
    "امتحانات تحديد المستوي": "رغد السيد عبدالنبي عبدالحليم دياب",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 286,
    "__1": 72610288,
    "امتحانات تحديد المستوي": "ملك عابد عثمان الشبراوى عبدالرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 287,
    "__1": 72610289,
    "امتحانات تحديد المستوي": "معاذ محمد صبري محمد هاشم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 288,
    "__1": 72610290,
    "امتحانات تحديد المستوي": "زينب وليد فرحات على ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 289,
    "__1": 72610291,
    "امتحانات تحديد المستوي": "سارة ابراهيم احمد ابراهيم ابوعمر",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 290,
    "__1": 72610292,
    "امتحانات تحديد المستوي": "رحمه فؤاد فؤاد عبدربه عبدالعاطى العسقول",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 291,
    "__1": 72610293,
    "امتحانات تحديد المستوي": "عبدالله احمد صالح حماد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 292,
    "__1": 72610294,
    "امتحانات تحديد المستوي": "مازن محمد منير رجب جبر حسن",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 293,
    "__1": 72610295,
    "امتحانات تحديد المستوي": "هنا حاتم عبد العاطي البسيونى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 294,
    "__1": 72610296,
    "امتحانات تحديد المستوي": "محمد حسام عبدالرؤف ابوشعيشع ابوالعنين",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 295,
    "__1": 72610297,
    "امتحانات تحديد المستوي": "سلمى مجدي محمد عثمان السؤالي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 296,
    "__1": 72610298,
    "امتحانات تحديد المستوي": "فرح احمد صلاح الدين علي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 297,
    "__1": 72610299,
    "امتحانات تحديد المستوي": "روان محمود احمد ابو عيطة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 298,
    "__1": 72610300,
    "امتحانات تحديد المستوي": "نورهان محمد جمال عبدالحميد محمد مصطفى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 299,
    "__1": 72610301,
    "امتحانات تحديد المستوي": "محمد كمال محمد الشاذلي المدني",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 300,
    "__1": 72610302,
    "امتحانات تحديد المستوي": "درية احمد عبدالعزيز ابوالمعاطي عمر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 301,
    "__1": 72610303,
    "امتحانات تحديد المستوي": "اسراء عبدالكريم احمد المرسي موافي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 302,
    "__1": 72610304,
    "امتحانات تحديد المستوي": "جنى أحمد محمد عبدالحميد شريف",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 303,
    "__1": 72610305,
    "امتحانات تحديد المستوي": "جنا إبراهيم محمد أحمد النيل",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 304,
    "__1": 72610306,
    "امتحانات تحديد المستوي": "زينب عطاء بدر هيكل",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 305,
    "__1": 72610307,
    "امتحانات تحديد المستوي": "سيف تامر محمد رياض الشراكى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 306,
    "__1": 72610308,
    "امتحانات تحديد المستوي": "محمد ابراهيم احمد ابراهيم قاسم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 307,
    "__1": 72610309,
    "امتحانات تحديد المستوي": "ندى تامر محمد محمد بلاسي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 308,
    "__1": 72610310,
    "امتحانات تحديد المستوي": "كريم محمد راضي خميس احمد ابو احمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 309,
    "__1": 72610311,
    "امتحانات تحديد المستوي": "محمود رمضان حمدي حامد عطية عمارة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 310,
    "__1": 72610312,
    "امتحانات تحديد المستوي": "هنا عبدالحميد ابوالمجد عبدالحميد علي ",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 311,
    "__1": 72610313,
    "امتحانات تحديد المستوي": "زياد سامح محمد حامد عسكر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 312,
    "__1": 72610314,
    "امتحانات تحديد المستوي": "ابتسام يحيى منير على يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 313,
    "__1": 72610315,
    "امتحانات تحديد المستوي": "ملك محمد فكرى احمد على",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 314,
    "__1": 72610316,
    "امتحانات تحديد المستوي": "اياد عصام غريب السيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 315,
    "__1": 72610317,
    "امتحانات تحديد المستوي": "زينب احمد محمد عبدالحليم عبده",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 316,
    "__1": 72610318,
    "امتحانات تحديد المستوي": "ندى ناصر الدسوقى على عبد الوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 317,
    "__1": 72610319,
    "امتحانات تحديد المستوي": "نور محمد عبد الوهاب احمد العفيفي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 318,
    "__1": 72610320,
    "امتحانات تحديد المستوي": "منة الله ايهاب محمد جوده محمد شاهين",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 319,
    "__1": 72610321,
    "امتحانات تحديد المستوي": "ياسمين فتحي فاروق محمد زعتر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 320,
    "__1": 72610322,
    "امتحانات تحديد المستوي": "هنا محمد المرسي عربان المرسى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 321,
    "__1": 72610323,
    "امتحانات تحديد المستوي": "مريم وائل لطفي فرحات حسين",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 322,
    "__1": 72610324,
    "امتحانات تحديد المستوي": "ندي السيد احمد السيد محمد الباز السيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 323,
    "__1": 72610325,
    "امتحانات تحديد المستوي": "احمد ياسر السيد منصور زيد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 324,
    "__1": 72610326,
    "امتحانات تحديد المستوي": "مي رمضان ابراهيم عبده عمر",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 325,
    "__1": 72610327,
    "امتحانات تحديد المستوي": "دينا طارق السعيد عبدالعال درويش",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 326,
    "__1": 72610328,
    "امتحانات تحديد المستوي": "مريم السيد صابر الزاهى سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 327,
    "__1": 72610329,
    "امتحانات تحديد المستوي": "راحيل عادل الفرغلى عبدالخالق البحار",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 328,
    "__1": 72610330,
    "امتحانات تحديد المستوي": "يوسف السيد عبدالرحمن مجاهد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 329,
    "__1": 72610331,
    "امتحانات تحديد المستوي": "فارس احمد محمد السيد زياده",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 330,
    "__1": 72610332,
    "امتحانات تحديد المستوي": "حنين أيمن محمد محمد العشري",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 331,
    "__1": 72610333,
    "امتحانات تحديد المستوي": "جنة اشرف عبد الحميد مصطفي عمر",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 332,
    "__1": 72610334,
    "امتحانات تحديد المستوي": "نهاد احمد ابراهيم شحاته داود",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 333,
    "__1": 72610335,
    "امتحانات تحديد المستوي": "عطيه محمود عبدالحميد عياد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 334,
    "__1": 72610336,
    "امتحانات تحديد المستوي": "شدا محمد اليمانى محمد اليماني",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 335,
    "__1": 72610337,
    "امتحانات تحديد المستوي": "حنين نادر محمد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 336,
    "__1": 72610338,
    "امتحانات تحديد المستوي": "هنا جابر حسن عبد المجيد منتصر",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 337,
    "__1": 72610339,
    "امتحانات تحديد المستوي": "  بسمله رضوان رضوان السيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 338,
    "__1": 72610340,
    "امتحانات تحديد المستوي": "محمد اسلام عادل محمد فهمي عبد الرحمن ",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 339,
    "__1": 72610341,
    "امتحانات تحديد المستوي": "أميرة سامح بكير احمد بكير",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": 340,
    "__1": 72610342,
    "امتحانات تحديد المستوي": "محمد هشام عبد الرحمن احمد علي يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 341,
    "__1": 72610343,
    "امتحانات تحديد المستوي": "الاء ابراهيم عماد الدين بيومي خلف الله",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 342,
    "__1": 72610344,
    "امتحانات تحديد المستوي": "ساره صادق صادق تقي الدين",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 343,
    "__1": 72610345,
    "امتحانات تحديد المستوي": "ملك وائل محمد يونس",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 344,
    "__1": 72610346,
    "امتحانات تحديد المستوي": "سميه علاء عبدالمنعم عبدالعاطي عبدالرازق",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 345,
    "__1": 72610347,
    "امتحانات تحديد المستوي": "سيف الدين محمد المهدي السيد محمود",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 346,
    "__1": 72610348,
    "امتحانات تحديد المستوي": "احمد محمد حسين منصور لاشين",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 347,
    "__1": 72610349,
    "امتحانات تحديد المستوي": "عزه سامح السيد محمود السعيد عمر",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 348,
    "__1": 72610350,
    "امتحانات تحديد المستوي": "السيد محمد عبد السلام محمد علي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 349,
    "__1": 72610351,
    "امتحانات تحديد المستوي": "منه أحمد حسني السيد الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 350,
    "__1": 72610352,
    "امتحانات تحديد المستوي": "امنيه البيلي علي عبداللاه عطيه",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 351,
    "__1": 72610353,
    "امتحانات تحديد المستوي": "محمد احمد احمد الجندى",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 352,
    "__1": 72610354,
    "امتحانات تحديد المستوي": "بسيوني رافت محمد عبدالله ابرهيم شهاب الدين",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 353,
    "__1": 72610355,
    "امتحانات تحديد المستوي": "كريم احمد علي ابراهيم السيد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 354,
    "__1": 72610356,
    "امتحانات تحديد المستوي": "جودي محمد هاني محمود احمد محمد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 355,
    "__1": 72610357,
    "امتحانات تحديد المستوي": "محمد احمد محمود حسيني حسن مشعل",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 356,
    "__1": 72610358,
    "امتحانات تحديد المستوي": "زياد محمد صابر عوض السعيد عوض ريحان",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 357,
    "__1": 72610359,
    "امتحانات تحديد المستوي": "ميرنا ايمن محمد عبدالفتاح احمد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 358,
    "__1": 72610360,
    "امتحانات تحديد المستوي": "حسام أمير طه الأمام الأمام",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 359,
    "__1": 72610361,
    "امتحانات تحديد المستوي": "هبه عبد الباعث  محروس فتح الله عمار",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 360,
    "__1": 72610362,
    "امتحانات تحديد المستوي": "هاله اشرف سعد بدير جاد حجازى",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 361,
    "__1": 72610363,
    "امتحانات تحديد المستوي": "الزهراء السيد علي محمد صالح",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 362,
    "__1": 72610364,
    "امتحانات تحديد المستوي": "رضوي حنفي رضوان محمد موسي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 363,
    "__1": 72610365,
    "امتحانات تحديد المستوي": "محمد مجدي محمد عيسي عيسي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 364,
    "__1": 72610366,
    "امتحانات تحديد المستوي": "حمزه أحمد فتحي حسين أحمد شوربه",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 365,
    "__1": 72610367,
    "امتحانات تحديد المستوي": "سما ابراهيم عطيه ابراهيم شاهين",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 366,
    "__1": 72610368,
    "امتحانات تحديد المستوي": "ياسمين حشيش السيد حشيش جاد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 367,
    "__1": 72610369,
    "امتحانات تحديد المستوي": "نهلة محمد شفيق العطيوي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 368,
    "__1": 72610370,
    "امتحانات تحديد المستوي": "عاصم صفا كامل محمد الخياري",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 369,
    "__1": 72610371,
    "امتحانات تحديد المستوي": "احمد اسامه ثروت الدسوقى احمد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 370,
    "__1": 72610372,
    "امتحانات تحديد المستوي": "شيماء عماد حمدي الدمرداش عامود",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 371,
    "__1": 72610373,
    "امتحانات تحديد المستوي": "اسماء محمد محمد محمود علي يونس",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 372,
    "__1": 72610374,
    "امتحانات تحديد المستوي": "سعود تامر محمد رشاد مبروك غانم",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 373,
    "__1": 72610375,
    "امتحانات تحديد المستوي": "زياد عمرو محمد السيد الدكروري",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 374,
    "__1": 72610376,
    "امتحانات تحديد المستوي": "نور رضا جمعه عبده",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": 375,
    "__1": 72610377,
    "امتحانات تحديد المستوي": "محمد هاني محمد عبد القادر موسى",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 376,
    "__1": 72610378,
    "امتحانات تحديد المستوي": "نورا احمد عبد الحليم عبدالفتاح السيد ",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 377,
    "__1": 72610379,
    "امتحانات تحديد المستوي": "احمد طه عاطف طه مصيلحي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 378,
    "__1": 72610380,
    "امتحانات تحديد المستوي": "جمال شوقي مجدي ابراهيم المهدي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 379,
    "__1": 72610381,
    "امتحانات تحديد المستوي": "ساره طلال إبراهيم عمران",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 380,
    "__1": 72610382,
    "امتحانات تحديد المستوي": "مي احمد يوسف وهبه ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 381,
    "__1": 72610383,
    "امتحانات تحديد المستوي": "زينب صبري غازي شعبان عصر",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 382,
    "__1": 72610384,
    "امتحانات تحديد المستوي": "بسملة شوقي محمد شوقي راشد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 383,
    "__1": 72610385,
    "امتحانات تحديد المستوي": "خالد عرفات عبد العظيم محمد البسيوني",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 384,
    "__1": 72610386,
    "امتحانات تحديد المستوي": "رحمه حسن السيد صادق ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 385,
    "__1": 72610387,
    "امتحانات تحديد المستوي": "ادم رمضان محمد جوده الغنام",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 386,
    "__1": 72610388,
    "امتحانات تحديد المستوي": "كريم محمد المتولي عبدالمقصود الشافعي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 387,
    "__1": 72610389,
    "امتحانات تحديد المستوي": "محمود محمد رمضان حامد البنا",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 388,
    "__1": 72610390,
    "امتحانات تحديد المستوي": "إياد محمد عبدالسميع عبدالسميع يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 389,
    "__1": 72610391,
    "امتحانات تحديد المستوي": "محمد اشرف زغلول على عرفات",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 390,
    "__1": 72610392,
    "امتحانات تحديد المستوي": "ايرينى ايهاب اميل سليمان جرجس",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 391,
    "__1": 72610393,
    "امتحانات تحديد المستوي": "محمد خالد عبدالقادر عبد الله عبدالقادر",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 392,
    "__1": 72610394,
    "امتحانات تحديد المستوي": "همسه محمود محمود محمد محمد جبر",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 393,
    "__1": 72610395,
    "امتحانات تحديد المستوي": "ألاء محمود أحمد محمود حسن ابو العز",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 394,
    "__1": 72610396,
    "امتحانات تحديد المستوي": "عمرو محمد يوسف عبد الباسط الشعراوي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 395,
    "__1": 72610397,
    "امتحانات تحديد المستوي": "روان محمد حسانين عبد العال السيد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 396,
    "__1": 72610398,
    "امتحانات تحديد المستوي": "خالد السيد محمد السيد حسن الجمل",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 397,
    "__1": 72610399,
    "امتحانات تحديد المستوي": "رقيه ايهاب السيد عبداللطيف ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 398,
    "__1": 72610400,
    "امتحانات تحديد المستوي": "لجين حسن طه ابو المعاطى احمد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 399,
    "__1": 72610401,
    "امتحانات تحديد المستوي": "جنى احمد امام عبد العزيز السيد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 400,
    "__1": 72610402,
    "امتحانات تحديد المستوي": "محمد الرفاعى محمد عبدالفتاح سلامه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 401,
    "__1": 72610403,
    "امتحانات تحديد المستوي": "مريم فؤاد علي خفاجه عبدالهادي قميقم",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 402,
    "__1": 72610404,
    "امتحانات تحديد المستوي": "الاء محمد عبد الكريم شعير",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 403,
    "__1": 72610405,
    "امتحانات تحديد المستوي": "سلمى فريد محمد محمد على السروي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 404,
    "__1": 72610406,
    "امتحانات تحديد المستوي": "نرفانا كمال السيد محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 405,
    "__1": 72610407,
    "امتحانات تحديد المستوي": "هدير عايد عمر عبدالسميع جمعه حوريه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 406,
    "__1": 72610408,
    "امتحانات تحديد المستوي": "كريم ابراهيم رمضان حسين عبدالرحمن ",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 407,
    "__1": 72610409,
    "امتحانات تحديد المستوي": "احمد الله مؤمن فرج فرج سعيد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 408,
    "__1": 72610410,
    "امتحانات تحديد المستوي": "احمد محمد عبد المقصود عبد المقصود شاهين",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 409,
    "__1": 72610411,
    "امتحانات تحديد المستوي": "كريم محمد عبد المؤنس مصطفى محمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 410,
    "__1": 72610412,
    "امتحانات تحديد المستوي": "رويدا حاتم صبري الغريب",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 411,
    "__1": 72610413,
    "امتحانات تحديد المستوي": "آلاء خالد محمد السعيد على محمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 412,
    "__1": 72610414,
    "امتحانات تحديد المستوي": "سما حسن هلال قاسم هلال",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 413,
    "__1": 72610415,
    "امتحانات تحديد المستوي": "زهرة يحيى ابراهيم محمد العلمي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 414,
    "__1": 72610416,
    "امتحانات تحديد المستوي": "احمد وائل فوزى عبدالغنى راجح",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 415,
    "__1": 72610417,
    "امتحانات تحديد المستوي": "منه حسنى عباده محمد محمد مرزه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 416,
    "__1": 72610418,
    "امتحانات تحديد المستوي": "منة الله مجدي عادل مقبل عوض",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 417,
    "__1": 72610419,
    "امتحانات تحديد المستوي": "احمد علي عبداللطيف بدوي سعفان",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 418,
    "__1": 72610420,
    "امتحانات تحديد المستوي": "حنين محمد محمد تقى يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 419,
    "__1": 72610421,
    "امتحانات تحديد المستوي": "حنين أحمد أحمد البيلي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 420,
    "__1": 72610422,
    "امتحانات تحديد المستوي": "مريم صبري علي محمد محمد حبيب",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 421,
    "__1": 72610423,
    "امتحانات تحديد المستوي": "عمر احمد عيسوى محمد القصاص",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 422,
    "__1": 72610424,
    "امتحانات تحديد المستوي": "هنا محمد غباشي السيد غباشي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 423,
    "__1": 72610425,
    "امتحانات تحديد المستوي": "نورهان شكرى إبراهيم السيد العشماوي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 424,
    "__1": 72610426,
    "امتحانات تحديد المستوي": "هاجر رامي نجاح حماد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 425,
    "__1": 72610427,
    "امتحانات تحديد المستوي": "ساره محمود محمد فهمي محمد الماكن",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 426,
    "__1": 72610428,
    "امتحانات تحديد المستوي": "ساره رضا السيد ابو المعاطي بلح",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 427,
    "__1": 72610429,
    "امتحانات تحديد المستوي": "عبدالرحمن طلبة السيد عبدالوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 428,
    "__1": 72610430,
    "امتحانات تحديد المستوي": "محمد السيد احمد احمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 429,
    "__1": 72610431,
    "امتحانات تحديد المستوي": "ساره ياسر محمد نظير ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 430,
    "__1": 72610432,
    "امتحانات تحديد المستوي": "جنا اسامه توكل جبر وهبه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 431,
    "__1": 72610433,
    "امتحانات تحديد المستوي": "احمد اسامه محمد متولي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 432,
    "__1": 72610434,
    "امتحانات تحديد المستوي": "أسماء ياسر فاروق محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 433,
    "__1": 72610435,
    "امتحانات تحديد المستوي": "مريم محمد صلاح عبداللطيف العزبى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 434,
    "__1": 72610436,
    "امتحانات تحديد المستوي": "شهد اشرف عبد المنعم السيد احمد العيسوى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 435,
    "__1": 72610437,
    "امتحانات تحديد المستوي": "سندس خالد عبد المعطي عوض ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 436,
    "__1": 72610438,
    "امتحانات تحديد المستوي": "رضا محمود محمد محمود العدل",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 437,
    "__1": 72610439,
    "امتحانات تحديد المستوي": "اروي اشرف احمد محمد الغنيمي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 438,
    "__1": 72610440,
    "امتحانات تحديد المستوي": "ماهر احمد ماهر محمد موافي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 439,
    "__1": 72610441,
    "امتحانات تحديد المستوي": "منة الله حماده عبدالرحمن عطيه الخضرجي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 440,
    "__1": 72610442,
    "امتحانات تحديد المستوي": "بسمله باسم على على صالح عبدالجواد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 441,
    "__1": 72610443,
    "امتحانات تحديد المستوي": "خلود حسن عبد الحميد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 442,
    "__1": 72610444,
    "امتحانات تحديد المستوي": "سلمى خالد ايوب احمد ايوب",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 443,
    "__1": 72610445,
    "امتحانات تحديد المستوي": "مريم محمود سالم محمود جلاله",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 444,
    "__1": 72610446,
    "امتحانات تحديد المستوي": "سلمى بكري اسماعيل السيد الشربينى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 445,
    "__1": 72610447,
    "امتحانات تحديد المستوي": "منه الله  رضا ابراهيم عبد الفتاح الخميسي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 446,
    "__1": 72610448,
    "امتحانات تحديد المستوي": "طه علاء احمد محمد النمرسي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 447,
    "__1": 72610449,
    "امتحانات تحديد المستوي": "محمد أشرف إبراهيم جاد عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 448,
    "__1": 72610450,
    "امتحانات تحديد المستوي": "فارس لطفي حلمي نجيب ابو العينين",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 449,
    "__1": 72610451,
    "امتحانات تحديد المستوي": "نانسي محمد حلمي نبيه الزير",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 450,
    "__1": 72610452,
    "امتحانات تحديد المستوي": "عبدالرحمن خالد عبدالعظيم على احمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 451,
    "__1": 72610453,
    "امتحانات تحديد المستوي": "يوسف احمد مسعد السعيد الغيطي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 452,
    "__1": 72610454,
    "امتحانات تحديد المستوي": "مريم محمد عبدالرزاق الحسينى مرسى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 453,
    "__1": 72610455,
    "امتحانات تحديد المستوي": "شروق عوض عوض الشربينى ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 454,
    "__1": 72610456,
    "امتحانات تحديد المستوي": "معتز عبد الغني عبد العليم راغب بليلة",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 455,
    "__1": 72610457,
    "امتحانات تحديد المستوي": "حبيبه هيثم يوسف محمود خميس",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 456,
    "__1": 72610458,
    "امتحانات تحديد المستوي": "سهير عبد العليم عبد الفتاح عوض علي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 457,
    "__1": 72610459,
    "امتحانات تحديد المستوي": "فارس حسام عبد الرازق يوسف حشيش",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 458,
    "__1": 72610460,
    "امتحانات تحديد المستوي": "رضوي رضا محمد عبد الواحد علي السيسي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 459,
    "__1": 72610461,
    "امتحانات تحديد المستوي": "نيرين شريف الجميل عبد الخالق صقر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 460,
    "__1": 72610462,
    "امتحانات تحديد المستوي": "عائشه سالمان إبراهيم سليمان على",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 461,
    "__1": 72610463,
    "امتحانات تحديد المستوي": "كرمينا سامي وديع اسحق ابراهيم ",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 462,
    "__1": 72610464,
    "امتحانات تحديد المستوي": "سماح محمد عبدالسميع ابوالهدى جادو",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 463,
    "__1": 72610465,
    "امتحانات تحديد المستوي": "هند أحمد محمد محمد شافع",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 464,
    "__1": 72610466,
    "امتحانات تحديد المستوي": "ندا محمد نعيم شريف محمد  ناصر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 465,
    "__1": 72610467,
    "امتحانات تحديد المستوي": "جني سامح حسين صلاح غيده",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 466,
    "__1": 72610468,
    "امتحانات تحديد المستوي": "شيماء علاء ناشد عبدالعزيز النادى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 467,
    "__1": 72610469,
    "امتحانات تحديد المستوي": "حبيبه بلال السعيد احمد حميده",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 468,
    "__1": 72610470,
    "امتحانات تحديد المستوي": "رضوى رضا ابراهيم الطنطاوي ",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 469,
    "__1": 72610472,
    "امتحانات تحديد المستوي": "شهد علي جمعه علي محمد النجار",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 470,
    "__1": 72610473,
    "امتحانات تحديد المستوي": "محمد الليثي حسن على حسن شعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 471,
    "__1": 72610474,
    "امتحانات تحديد المستوي": "ملك محمد سعد السيد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 472,
    "__1": 72610475,
    "امتحانات تحديد المستوي": "عبير وليد حسن حامد السقا",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 473,
    "__1": 72610476,
    "امتحانات تحديد المستوي": "محمد عمرو احمد الرفاعي السيد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 474,
    "__1": 72610477,
    "امتحانات تحديد المستوي": "مريم محمد متولي السيد أحمد متولى ",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 475,
    "__1": 72610478,
    "امتحانات تحديد المستوي": "خالد عبد الناصر حسن الشربيني على",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 476,
    "__1": 72610479,
    "امتحانات تحديد المستوي": "أدهم عادل السيد أحمد شعبان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 477,
    "__1": 72610480,
    "امتحانات تحديد المستوي": "منه عاطف احمد الحسانين مسلم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 478,
    "__1": 72610481,
    "امتحانات تحديد المستوي": "لوجين محمد السيد ابراهيم قوطه",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 479,
    "__1": 72610482,
    "امتحانات تحديد المستوي": "يوسف أسامه رمضان محمد شلتوت",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 480,
    "__1": 72610483,
    "امتحانات تحديد المستوي": "آيه عزت احمد الحسانين محمد مسلم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 481,
    "__1": 72610484,
    "امتحانات تحديد المستوي": "بسنت هاني رزق رزق العناني",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 482,
    "__1": 72610485,
    "امتحانات تحديد المستوي": "مريم مصطفى عبد الحميد ابراهيم محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 483,
    "__1": 72610486,
    "امتحانات تحديد المستوي": "كريم غانم عبد الشافي سعيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 484,
    "__1": 72610487,
    "امتحانات تحديد المستوي": "زياد احمد علي حسن ابوالضراير",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 485,
    "__1": 72610488,
    "امتحانات تحديد المستوي": "جنه شعبان يوسف شعبان السيد الحشاش",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 486,
    "__1": 72610489,
    "امتحانات تحديد المستوي": "محمود أحمد أحمد عز الرجال محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 487,
    "__1": 72610490,
    "امتحانات تحديد المستوي": "ايهاب عبد الحميد عبدالعافي محمد النحاس",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 488,
    "__1": 72610491,
    "امتحانات تحديد المستوي": "محمد الداودى طه حسن صقر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 489,
    "__1": 72610492,
    "امتحانات تحديد المستوي": "رنا احمد مصطفى عبد الوهاب ابراهيم ",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 490,
    "__1": 72610493,
    "امتحانات تحديد المستوي": "محمد هشام منصور اسماعيل محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 491,
    "__1": 72610494,
    "امتحانات تحديد المستوي": "زياد سعد عبدالفتاح عوض",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 492,
    "__1": 72610495,
    "امتحانات تحديد المستوي": "يحيى حسن سيد مصطفى شعبان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 493,
    "__1": 72610496,
    "امتحانات تحديد المستوي": "رحمه نيازي الشبراوي رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 494,
    "__1": 72610497,
    "امتحانات تحديد المستوي": "روضه نيازي الشبراوي رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 495,
    "__1": 72610498,
    "امتحانات تحديد المستوي": "احمد ايمن محمد منير عبد الغفار الجمل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 496,
    "__1": 72610499,
    "امتحانات تحديد المستوي": "اميره سامح علي الخبيري فرحات",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 497,
    "__1": 72610500,
    "امتحانات تحديد المستوي": "منه الله رجب محمد ابراهيم ابو مصطفى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 498,
    "__1": 72610501,
    "امتحانات تحديد المستوي": "مريم محمد عبدالفتاح علي السقا",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 499,
    "__1": 72610502,
    "امتحانات تحديد المستوي": "ايان احمد محمد احمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 500,
    "__1": 72610503,
    "امتحانات تحديد المستوي": "منه الله ثروت الغريب احمد صالح",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 501,
    "__1": 72610504,
    "امتحانات تحديد المستوي": "جيلان اشرف عبده عبدالعزيز محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 502,
    "__1": 72610505,
    "امتحانات تحديد المستوي": "اياد احمد السيد عبداللطيف العزب",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 503,
    "__1": 72610506,
    "امتحانات تحديد المستوي": "علي محمد السيد علي عبد الهادى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 504,
    "__1": 72610507,
    "امتحانات تحديد المستوي": "محمد عبدالنبي حسين السيد مشرف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 505,
    "__1": 72610508,
    "امتحانات تحديد المستوي": "محمد ايمن محمود السيد حسن",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 506,
    "__1": 72610509,
    "امتحانات تحديد المستوي": "سلمى عمرو الحسين العدروسي العدروسى خليفه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 507,
    "__1": 72610510,
    "امتحانات تحديد المستوي": "شريف عمرو السيد احمد احمد كشك",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 508,
    "__1": 72610511,
    "امتحانات تحديد المستوي": "بسنت ابراهيم محمد حسان عمر",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 509,
    "__1": 72610512,
    "امتحانات تحديد المستوي": "أمنيه رئيف امان امين امان",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 510,
    "__1": 72610513,
    "امتحانات تحديد المستوي": "ملك مصطفى يونس المتولى الاطير",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 511,
    "__1": 72610514,
    "امتحانات تحديد المستوي": "احمد عبدالسلام عوضين محمد وفا",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 512,
    "__1": 72610515,
    "امتحانات تحديد المستوي": "حبيبه عوض عبدالبارى عبدالرحيم شعبان",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 513,
    "__1": 72610516,
    "امتحانات تحديد المستوي": "خالد وليد عبدالستار الدسوقي عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 514,
    "__1": 72610517,
    "امتحانات تحديد المستوي": "راما إيهاب عبد القادر علي البيومي الغر",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 515,
    "__1": 72610518,
    "امتحانات تحديد المستوي": "تسنيم علي جمعة محمود الجنايني",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 516,
    "__1": 72610519,
    "امتحانات تحديد المستوي": "منه الله عوض خضر ابراهيم اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 517,
    "__1": 72610520,
    "امتحانات تحديد المستوي": "أسامه إبراهيم بدراوى حمزه اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 518,
    "__1": 72610521,
    "امتحانات تحديد المستوي": "زينب هيثم علي توفيق العدوي قداح",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 519,
    "__1": 72610522,
    "امتحانات تحديد المستوي": "تقي محمود فتحي سيد الاهل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 520,
    "__1": 72610523,
    "امتحانات تحديد المستوي": "اميره رزق عبدالله احمد يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 521,
    "__1": 72610524,
    "امتحانات تحديد المستوي": "ياسمين حسين السيد حسين عوض",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 522,
    "__1": 72610525,
    "امتحانات تحديد المستوي": "حسام محمد طلعت محمد بيومي غربيه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 523,
    "__1": 72610526,
    "امتحانات تحديد المستوي": "هنا محمد ابو الفتوح الصاوي ابو الفتوح",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 524,
    "__1": 72610527,
    "امتحانات تحديد المستوي": "كريم محمد احمد طه احمد حسن",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 525,
    "__1": 72610528,
    "امتحانات تحديد المستوي": "منه عصام بكر سالم حسين",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 526,
    "__1": 72610529,
    "امتحانات تحديد المستوي": "احمد علي محمد احمد البحراوي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 527,
    "__1": 72610530,
    "امتحانات تحديد المستوي": "عمار رمضان سعد رمضان ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 528,
    "__1": 72610531,
    "امتحانات تحديد المستوي": "رهف احمد عطا عطيه الزناتي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 529,
    "__1": 72610532,
    "امتحانات تحديد المستوي": "يوسف محمد صلاح الدين محمد محمد ابوسمرة",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 530,
    "__1": 72610533,
    "امتحانات تحديد المستوي": "نادين محمد محمد عيد ورد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 531,
    "__1": 72610534,
    "امتحانات تحديد المستوي": "ابراهيم جمال محمد السيد زاهر",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 532,
    "__1": 72610535,
    "امتحانات تحديد المستوي": "أحمد سعد هنداوي سعد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 533,
    "__1": 72610536,
    "امتحانات تحديد المستوي": "محمد طارق ربيع محمد عبدالجواد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 534,
    "__1": 72610537,
    "امتحانات تحديد المستوي": "نور تامر محمود محمود ",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 535,
    "__1": 72610538,
    "امتحانات تحديد المستوي": "يمنى عصام جمعه عبد القوي السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 536,
    "__1": 72610539,
    "امتحانات تحديد المستوي": "ريم السيد محمد نعمان حجازي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 537,
    "__1": 72610540,
    "امتحانات تحديد المستوي": "سلمى السعيد ابراهيم السيد حسين زيدان",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 538,
    "__1": 72610541,
    "امتحانات تحديد المستوي": "سلمى تامر صبح الصاوى سليمان محمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 539,
    "__1": 72610542,
    "امتحانات تحديد المستوي": "مصطفي الظريف عبدالحليم احمد عبدالرازق",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 540,
    "__1": 72610543,
    "امتحانات تحديد المستوي": "البراء محمد السعدي عبد المنعم المهدى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 541,
    "__1": 72610544,
    "امتحانات تحديد المستوي": "ساره هشام اسماعيل محفوظ اليماني",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 542,
    "__1": 72610545,
    "امتحانات تحديد المستوي": "حنين احمد محمد ابراهيم بركات",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 543,
    "__1": 72610546,
    "امتحانات تحديد المستوي": "جنى محمد مصطفى محمد السقا الجزار",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 544,
    "__1": 72610547,
    "امتحانات تحديد المستوي": "يوسف محمد حامد عبدالرازق يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 545,
    "__1": 72610548,
    "امتحانات تحديد المستوي": "عمرو احمد فوزى السيد سريه",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 546,
    "__1": 72610549,
    "امتحانات تحديد المستوي": "محمد احمد احمد عبد اللطيف رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 547,
    "__1": 72610550,
    "امتحانات تحديد المستوي": "زياد محمد رفعت رزق رزق",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 548,
    "__1": 72610551,
    "امتحانات تحديد المستوي": "كريم مصطفي عبداللطيف عامر",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 549,
    "__1": 72610552,
    "امتحانات تحديد المستوي": "ندي محمد عوض يوسف يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 550,
    "__1": 72610553,
    "امتحانات تحديد المستوي": "أحمد عادل أحمد ابوالسعود",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 551,
    "__1": 72610554,
    "امتحانات تحديد المستوي": "محمد احمد المتولى احمد محمد يوسف داغر",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 552,
    "__1": 72610555,
    "امتحانات تحديد المستوي": "رحمة محمد محب محمد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 553,
    "__1": 72610556,
    "امتحانات تحديد المستوي": "محمد مؤنس احمد البيلي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 554,
    "__1": 72610557,
    "امتحانات تحديد المستوي": "حسن احمد حسن احمد هاني",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 555,
    "__1": 72610558,
    "امتحانات تحديد المستوي": "شيماء انور معوض فهمى محمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 556,
    "__1": 72610559,
    "امتحانات تحديد المستوي": "اسماء محمود محمد محمود محمد العبيسى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 557,
    "__1": 72610560,
    "امتحانات تحديد المستوي": "رهف وليد عبده عثمان السيد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 558,
    "__1": 72610561,
    "امتحانات تحديد المستوي": "محمد حسن محمود احمد محمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 559,
    "__1": 72610562,
    "امتحانات تحديد المستوي": "محمد احمد احمد  على دعدور",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 560,
    "__1": 72610563,
    "امتحانات تحديد المستوي": "مني خالد محي معوض سيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 561,
    "__1": 72610564,
    "امتحانات تحديد المستوي": "لمى محمد محمد خليفه الدسوقى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 562,
    "__1": 72610565,
    "امتحانات تحديد المستوي": "ثروت محمد ثروت ابراهيم عبد العال",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 563,
    "__1": 72610566,
    "امتحانات تحديد المستوي": "بسمله ابراهيم محمد زهدى عبدالستار",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 564,
    "__1": 72610567,
    "امتحانات تحديد المستوي": "حنين عبدالعزيز نصر عبدالحفيظ اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 565,
    "__1": 72610568,
    "امتحانات تحديد المستوي": "السيد عماد السيد المرسي حسن المر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 566,
    "__1": 72610569,
    "امتحانات تحديد المستوي": "أيه أحمد محمد السيد على",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 567,
    "__1": 72610570,
    "امتحانات تحديد المستوي": "احمد يسري علي حسانين على",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 568,
    "__1": 72610571,
    "امتحانات تحديد المستوي": "بسملة مصطفى عبدالفتاح احمد خليل",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 569,
    "__1": 72610572,
    "امتحانات تحديد المستوي": "يوسف علي أحمد شاكر أحمد بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 570,
    "__1": 72610573,
    "امتحانات تحديد المستوي": "هاله رمضان محمد ابراهيم محمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 571,
    "__1": 72610574,
    "امتحانات تحديد المستوي": "احمد رزق حامد عبده كحلة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 572,
    "__1": 72610575,
    "امتحانات تحديد المستوي": "سلمي سامح عبد العزيز عبدالله فوزى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 573,
    "__1": 72610576,
    "امتحانات تحديد المستوي": "فرح حازم الغريب محمد عماشة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 574,
    "__1": 72610577,
    "امتحانات تحديد المستوي": "لؤي محمد علي محمد رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 575,
    "__1": 72610578,
    "امتحانات تحديد المستوي": "مهند محمد ماهر الحسيني أبوراشد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 576,
    "__1": 72610579,
    "امتحانات تحديد المستوي": "داليا ابراهيم عبدالله ابراهيم رزق الشهاوى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 577,
    "__1": 72610580,
    "امتحانات تحديد المستوي": "هاجر نسيم عنتر فتوح سالم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 578,
    "__1": 72610581,
    "امتحانات تحديد المستوي": "مروه محمود عبد الفراج علي ابوشعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 579,
    "__1": 72610582,
    "امتحانات تحديد المستوي": "ملك ماجد فرج السيد شحبر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 580,
    "__1": 72610583,
    "امتحانات تحديد المستوي": "احمد رشاد مختار رشاد حامد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 581,
    "__1": 72610584,
    "امتحانات تحديد المستوي": "محمد محمد فرحات عبدالعزيز سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 582,
    "__1": 72610585,
    "امتحانات تحديد المستوي": "حسام محمد عبدالرازق عبدالله عيد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 583,
    "__1": 72610586,
    "امتحانات تحديد المستوي": "حلا محمد حسن عبد العزيز عصر",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 584,
    "__1": 72610587,
    "امتحانات تحديد المستوي": "أحمد حمدان ناجي علي متولي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 585,
    "__1": 72610588,
    "امتحانات تحديد المستوي": "محمد طلعت عبدالغني عبدالمولي حمزة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 586,
    "__1": 72610589,
    "امتحانات تحديد المستوي": "ملك علي عبدالوهاب محمد عبدالوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 587,
    "__1": 72610590,
    "امتحانات تحديد المستوي": "يوسف منصور عبدالبديع سعد السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 588,
    "__1": 72610591,
    "امتحانات تحديد المستوي": "منه الله بشير محمد رجب بدر تفاحه",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 589,
    "__1": 72610592,
    "امتحانات تحديد المستوي": "ملك محمد عطيه رزق صابر",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 590,
    "__1": 72610593,
    "امتحانات تحديد المستوي": "أدهم هاني العوضي إبراهيم السيد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 591,
    "__1": 72610594,
    "امتحانات تحديد المستوي": " احمد خليل الشحات توفيق ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 592,
    "__1": 72610595,
    "امتحانات تحديد المستوي": "محمد شريف عبدالغني عبدالجيد عبدالنبي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 593,
    "__1": 72610596,
    "امتحانات تحديد المستوي": "منه الله عبدالعليم السيد عبد الحميد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 594,
    "__1": 72610597,
    "امتحانات تحديد المستوي": "عبدالرحمن محمود محمد محاسن مصطفي السرساوي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 595,
    "__1": 72610598,
    "امتحانات تحديد المستوي": "حازم محمد عبدالناصر علي القللي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 596,
    "__1": 72610599,
    "امتحانات تحديد المستوي": "هدى رمضان احمد محمود ابوشعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 597,
    "__1": 72610600,
    "امتحانات تحديد المستوي": "عبدالرحمن سامي عثمان محمد عثمان",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 598,
    "__1": 72610601,
    "امتحانات تحديد المستوي": "إنجي عصام شعبان نوارة",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 599,
    "__1": 72610602,
    "امتحانات تحديد المستوي": "ريم علي عبدالله السيد علي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 600,
    "__1": 72610603,
    "امتحانات تحديد المستوي": "ساره عيد عبد الباقي احمد جودة",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 601,
    "__1": 72610604,
    "امتحانات تحديد المستوي": "تغريد احمد المغاوري حفيظ احمد العوضى",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 602,
    "__1": 72610605,
    "امتحانات تحديد المستوي": "ايمان عبد الصمد علي سالم احمد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 603,
    "__1": 72610606,
    "امتحانات تحديد المستوي": "مني احمد محمد ابراهيم عبدالعال",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 604,
    "__1": 72610607,
    "امتحانات تحديد المستوي": "محمد محمود محمد شاكر محمد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 605,
    "__1": 72610608,
    "امتحانات تحديد المستوي": "مدحت فؤاد محمود عبده احمد الشحات",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 606,
    "__1": 72610609,
    "امتحانات تحديد المستوي": "بسملة تامر متولى محمد متولي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 607,
    "__1": 72610610,
    "امتحانات تحديد المستوي": "حبيبة محسن احمد بدوي محمد المغازي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 608,
    "__1": 72610611,
    "امتحانات تحديد المستوي": "محمود أسامة محمود عبده احمد الشحات",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 609,
    "__1": 72610612,
    "امتحانات تحديد المستوي": "بسنت محمد السيد عبدربه محمود",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 610,
    "__1": 72610613,
    "امتحانات تحديد المستوي": "ريناد سعد عبدالغنى محمد عطوه",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 611,
    "__1": 72610614,
    "امتحانات تحديد المستوي": "فرح وسام محمود عبد القادر حمدان",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 612,
    "__1": 72610615,
    "امتحانات تحديد المستوي": "فارس محمد السيد سلامه محمد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 613,
    "__1": 72610616,
    "امتحانات تحديد المستوي": "جومانا طارق فهمي سعد عبده",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 614,
    "__1": 72610617,
    "امتحانات تحديد المستوي": "روان عماد الدين عبد العال عيد عبدالعال",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 615,
    "__1": 72610618,
    "امتحانات تحديد المستوي": "محمد رضا مصطفي عبد الرحمن الاعمى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 616,
    "__1": 72610619,
    "امتحانات تحديد المستوي": "سما ابراهيم رمضان ابو المعاطي مجاهد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 617,
    "__1": 72610620,
    "امتحانات تحديد المستوي": "ملك سعودي عبدالله احمد جاب الله",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 618,
    "__1": 72610621,
    "امتحانات تحديد المستوي": "مصطفي محمد مصطفى محمد  الرفاعي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 619,
    "__1": 72610622,
    "امتحانات تحديد المستوي": "عمر محمد طاهر السيد الزيادي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 620,
    "__1": 72610623,
    "امتحانات تحديد المستوي": "محمد عبدالمنعم عابد عبدالمنعم المهدى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 621,
    "__1": 72610624,
    "امتحانات تحديد المستوي": "ليمار محمود صلاح محمد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 622,
    "__1": 72610625,
    "امتحانات تحديد المستوي": "موده وائل بدوي الغنيمي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 623,
    "__1": 72610626,
    "امتحانات تحديد المستوي": "ميار عماد حمدي رزق مسعد عيسي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 624,
    "__1": 72610627,
    "امتحانات تحديد المستوي": "تقى محمد نبيل الفاظ",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 625,
    "__1": 72610628,
    "امتحانات تحديد المستوي": "ايمان عبد الحميد حمدي عبد الجليل عبدالباقى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 626,
    "__1": 72610629,
    "امتحانات تحديد المستوي": "محمد احمد الحسانين عبد الباقى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 627,
    "__1": 72610630,
    "امتحانات تحديد المستوي": "ملك مجدى منير ابراهيم هلال",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 628,
    "__1": 72610631,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد ناصف عوض محمد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 629,
    "__1": 72610632,
    "امتحانات تحديد المستوي": "محمد ابراهيم السيد عبد الوهاب مصطفى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 630,
    "__1": 72610633,
    "امتحانات تحديد المستوي": "جودي هاني محمد عبدالغني عبدربه",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 631,
    "__1": 72610634,
    "امتحانات تحديد المستوي": "محمد اسامه محمد متولي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 632,
    "__1": 72610635,
    "امتحانات تحديد المستوي": "محمد منصور عبد الله محمد الديب",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 633,
    "__1": 72610636,
    "امتحانات تحديد المستوي": "محمد خالد على وهبه على الكفافي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 634,
    "__1": 72610637,
    "امتحانات تحديد المستوي": "عبدالرحمن عمر محمد محمد احمد دنيور",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 635,
    "__1": 72610638,
    "امتحانات تحديد المستوي": "جنا احمد فتحي سعيد مصطفى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 636,
    "__1": 72610639,
    "امتحانات تحديد المستوي": "بسمله عبدالعزيز السيد علي مصطفي علي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 637,
    "__1": 72610640,
    "امتحانات تحديد المستوي": "حبيبه محمد جلال عبده علام",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 638,
    "__1": 72610641,
    "امتحانات تحديد المستوي": "نور عبدالعزيز محمد حسنى عبدالعزيز البيلى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 639,
    "__1": 72610642,
    "امتحانات تحديد المستوي": "منى محمود سليمان سليمان البسيوني",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": 640,
    "__1": 72610643,
    "امتحانات تحديد المستوي": "عهد شعبان عبده ابوالعز المحلاوي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:00 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 641,
    "__1": 72610644,
    "امتحانات تحديد المستوي": "رحمة عبدالرحيم نصر محمد السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 642,
    "__1": 72610645,
    "امتحانات تحديد المستوي": "روان نادر جمال عثمان الشاذلي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 643,
    "__1": 72610646,
    "امتحانات تحديد المستوي": "احمد ايمن ابراهيم حسن معروف",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 644,
    "__1": 72610647,
    "امتحانات تحديد المستوي": "منه احمد محمد محمود محمد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 645,
    "__1": 72610648,
    "امتحانات تحديد المستوي": "ساره أحمد عبد الفراج على ابو شعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 646,
    "__1": 72610649,
    "امتحانات تحديد المستوي": "رنا السيد عبدالموجود سيد احمد السقا",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 647,
    "__1": 72610650,
    "امتحانات تحديد المستوي": "يوسف سامح السيد امين جوده",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 648,
    "__1": 72610651,
    "امتحانات تحديد المستوي": "ملك السيد عبد الفتاح محمد عبدالفتاح",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 649,
    "__1": 72610652,
    "امتحانات تحديد المستوي": "ملك مصطفي كمال ابراهيم علي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 650,
    "__1": 72610653,
    "امتحانات تحديد المستوي": "يوسف محمد اسماعيل المتولى اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 651,
    "__1": 72610654,
    "امتحانات تحديد المستوي": "عمر عبدالمقصود عوض عبدالمقصود شبانه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 652,
    "__1": 72610655,
    "امتحانات تحديد المستوي": "محمد عبده فتحي عبده الجندى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 653,
    "__1": 72610656,
    "امتحانات تحديد المستوي": "ملك حسني محمد مصطفى القيعي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 654,
    "__1": 72610657,
    "امتحانات تحديد المستوي": "حبيبه عبدالوهاب محمد عبدالعزيز بديوى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 655,
    "__1": 72610658,
    "امتحانات تحديد المستوي": "احمد ثروت محب السيد عمر ابوسن",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 656,
    "__1": 72610659,
    "امتحانات تحديد المستوي": "ايه السيد غازى احمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 657,
    "__1": 72610660,
    "امتحانات تحديد المستوي": "يوسف عبد المنعم محمد احمد عويضه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 658,
    "__1": 72610661,
    "امتحانات تحديد المستوي": "احمد ايهاب علي حسن احمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 659,
    "__1": 72610662,
    "امتحانات تحديد المستوي": "محمد ايهاب رفعت لطفي عبدالمنصف",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 660,
    "__1": 72610663,
    "امتحانات تحديد المستوي": "ابراهيم هاني محمد ابراهيم متولي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 661,
    "__1": 72610664,
    "امتحانات تحديد المستوي": "مروه ناصر لطفى رشاد جبر",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 662,
    "__1": 72610665,
    "امتحانات تحديد المستوي": "نور محمد مسعود محمد مسعود",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 663,
    "__1": 72610666,
    "امتحانات تحديد المستوي": "مصطفي محمد عبدالله احمد فراج",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 664,
    "__1": 72610667,
    "امتحانات تحديد المستوي": "عمرو محمد عبدالمنعم عبدالحليم الرفاعي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 665,
    "__1": 72610668,
    "امتحانات تحديد المستوي": "جنا احمد محمد كمال محمد الغضبان",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 666,
    "__1": 72610669,
    "امتحانات تحديد المستوي": "مها حربي الشربيني رمضان الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 667,
    "__1": 72610670,
    "امتحانات تحديد المستوي": "صلاح اشرف صلاح محمد موميه",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 668,
    "__1": 72610671,
    "امتحانات تحديد المستوي": "ندي السيد فتوح عبدالرازق البوهي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 669,
    "__1": 72610672,
    "امتحانات تحديد المستوي": "عبد الرحمن عادل عرفه ابراهيم احمد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 670,
    "__1": 72610673,
    "امتحانات تحديد المستوي": "احمد رشدي حسين رشدي المتولي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 671,
    "__1": 72610674,
    "امتحانات تحديد المستوي": "ندا السيد سمير احمد المرسي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 672,
    "__1": 72610675,
    "امتحانات تحديد المستوي": "جنى محمد محمد ابراهيم جويلي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 673,
    "__1": 72610676,
    "امتحانات تحديد المستوي": "سلمي جهاد محمد عبدالعزيز",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 674,
    "__1": 72610677,
    "امتحانات تحديد المستوي": "زياد محمد عزام عقل عزام",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 675,
    "__1": 72610678,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد عبدالحميد محمودشحاته",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 676,
    "__1": 72610679,
    "امتحانات تحديد المستوي": "رنا زغلول عبدالرازق احمد الصعيدى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 677,
    "__1": 72610680,
    "امتحانات تحديد المستوي": "عبدالله احمد احمد السيد إبراهيم نبهان",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 678,
    "__1": 72610681,
    "امتحانات تحديد المستوي": "محمد سامي محمود الشرقاوي عوض",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 679,
    "__1": 72610682,
    "امتحانات تحديد المستوي": "حبيبه وائل احمد محمود العناني",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 680,
    "__1": 72610683,
    "امتحانات تحديد المستوي": "ملك إيهاب أحمد محمد محمد جاويش",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 681,
    "__1": 72610684,
    "امتحانات تحديد المستوي": "ابوالعلا عبدالله علي ابوالعلا عيسى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 682,
    "__1": 72610685,
    "امتحانات تحديد المستوي": "عبد الفتاح محمد عبد الفتاح عبد السلام الطواب",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 683,
    "__1": 72610686,
    "امتحانات تحديد المستوي": "جنى احمد محمد محمد الدمرداش",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 684,
    "__1": 72610687,
    "امتحانات تحديد المستوي": "عبدالرحمن السيد حامد زين الدين عوض",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 685,
    "__1": 72610688,
    "امتحانات تحديد المستوي": "مريم السعيد السيد السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 686,
    "__1": 72610689,
    "امتحانات تحديد المستوي": "ابراهيم حامد عبد الغني حامد ابراهيم صهيون",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 687,
    "__1": 72610690,
    "امتحانات تحديد المستوي": "أحمد رضا عبد الوهاب الشربيني الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 688,
    "__1": 72610691,
    "امتحانات تحديد المستوي": "رحمه محمد علي عوض على سلامه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 689,
    "__1": 72610692,
    "امتحانات تحديد المستوي": "رقية اكرم فتحي عبدالسلام احمد البهنسى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 690,
    "__1": 72610693,
    "امتحانات تحديد المستوي": "أيوب بلال شعبان صبح",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 691,
    "__1": 72610694,
    "امتحانات تحديد المستوي": "شروق رامى محمد على محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 692,
    "__1": 72610695,
    "امتحانات تحديد المستوي": "بسملة حمدي طه محمد طه المتولى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 693,
    "__1": 72610696,
    "امتحانات تحديد المستوي": "محمد حبيب محمد عبداللطيف محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 694,
    "__1": 72610698,
    "امتحانات تحديد المستوي": "مريم عصام عبد القوى صديق احمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 695,
    "__1": 72610699,
    "امتحانات تحديد المستوي": "احمد عبدالسلام طه محمود عويضه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 696,
    "__1": 72610700,
    "امتحانات تحديد المستوي": "مصطفي صلاح محمد السيد سلطان",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 697,
    "__1": 72610701,
    "امتحانات تحديد المستوي": " محمد عبد العزيز القصبى عبد العزيز محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 698,
    "__1": 72610702,
    "امتحانات تحديد المستوي": "محمد عبدالرحمن حمزه رمزى علي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 699,
    "__1": 72610703,
    "امتحانات تحديد المستوي": "مريم محمد سعد المعداوى يونس",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 700,
    "__1": 72610704,
    "امتحانات تحديد المستوي": "روضه حسن عطيه سلامه عوض",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 701,
    "__1": 72610705,
    "امتحانات تحديد المستوي": "ابراهيم ايهاب ابراهيم الدسوقى عبدالرحمن المكباتي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 702,
    "__1": 72610706,
    "امتحانات تحديد المستوي": "أبرار وائل ممدوح محمود سلامه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 703,
    "__1": 72610707,
    "امتحانات تحديد المستوي": "جنا محمد معوض محمد معوض نصير",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 704,
    "__1": 72610708,
    "امتحانات تحديد المستوي": "امينه محمد محسن عبد الحميد عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 705,
    "__1": 72610709,
    "امتحانات تحديد المستوي": "محمد السيد عبدالكريم عزيزه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 706,
    "__1": 72610710,
    "امتحانات تحديد المستوي": "مصطفى محمود السيد ابراهيم العرابي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 707,
    "__1": 72610711,
    "امتحانات تحديد المستوي": "نوران رامي فتحي ابو العز عبد المقصود",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 708,
    "__1": 72610712,
    "امتحانات تحديد المستوي": "عبده محمد عبده عبدالحميد الجندى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 709,
    "__1": 72610713,
    "امتحانات تحديد المستوي": "ملك محمد محمد بهجات عبدربه بهوت",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 710,
    "__1": 72610714,
    "امتحانات تحديد المستوي": "اسامه ياسر جميل الشوادفي دومه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "10:45 AM"
  },
  {
    "": 711,
    "__1": 72610715,
    "امتحانات تحديد المستوي": "طارق جاد فتحى احمد جاد الحصرى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 712,
    "__1": 72610716,
    "امتحانات تحديد المستوي": "منار محمد احمد عبده سالم",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 713,
    "__1": 72610717,
    "امتحانات تحديد المستوي": "ايمن صابر فتحي محمد يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 714,
    "__1": 72610718,
    "امتحانات تحديد المستوي": "محمود طلعت محمود محمد عامر",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 715,
    "__1": 72610719,
    "امتحانات تحديد المستوي": "محمد حسن محمد السعيد عكاشة",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 716,
    "__1": 72610720,
    "امتحانات تحديد المستوي": "ساره سعد منصور درويش المرجاوي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 717,
    "__1": 72610721,
    "امتحانات تحديد المستوي": "رنين مسعد محمد حجازي غانم",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 718,
    "__1": 72610722,
    "امتحانات تحديد المستوي": "داليا ابراهيم عبد الرحمن عبده الجزار",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 719,
    "__1": 72610723,
    "امتحانات تحديد المستوي": "ابراهيم رضا بكر احمد محمد احمد عبدالرازق",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 720,
    "__1": 72610724,
    "امتحانات تحديد المستوي": "عمار ايهاب فؤاد بكر",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 721,
    "__1": 72610725,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد ابو السعود حماد عمر",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 722,
    "__1": 72610726,
    "امتحانات تحديد المستوي": "مراد عبد الرجمن عبدالعليم عبد الرحمن السيد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 723,
    "__1": 72610727,
    "امتحانات تحديد المستوي": "عمر وائل عبد العزيز علي عبدالعزيز",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 724,
    "__1": 72610728,
    "امتحانات تحديد المستوي": "محمد صلاح محمد ضباب",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 725,
    "__1": 72610729,
    "امتحانات تحديد المستوي": "هاجر سمير عبد الرحمن جمعه محمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 726,
    "__1": 72610730,
    "امتحانات تحديد المستوي": "اسماء احمد مصباح مصطفى محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 727,
    "__1": 72610731,
    "امتحانات تحديد المستوي": "ملك محمد فوزى صوله",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 728,
    "__1": 72610732,
    "امتحانات تحديد المستوي": "كنزي محمد المحمد إبراهيم البدري",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 729,
    "__1": 72610733,
    "امتحانات تحديد المستوي": "عبد الرحمن محمد عوض السيد جوده",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 730,
    "__1": 72610734,
    "امتحانات تحديد المستوي": "هدير وائل شهاب عطية سيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 731,
    "__1": 72610735,
    "امتحانات تحديد المستوي": "مصطفى محمود محمد محمد حسين",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 732,
    "__1": 72610736,
    "امتحانات تحديد المستوي": "ايمان ايمن محمد شمس الدين احمد التلبانى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 733,
    "__1": 72610737,
    "امتحانات تحديد المستوي": "محمد هاني حسن محمد رشاد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 734,
    "__1": 72610738,
    "امتحانات تحديد المستوي": "وسام السيد علي السيد الحديدي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 735,
    "__1": 72610739,
    "امتحانات تحديد المستوي": "امل وليد غازي ابراهيم السيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 736,
    "__1": 72610740,
    "امتحانات تحديد المستوي": "امال وليد رجب عبد الفتاح عوض",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 737,
    "__1": 72610741,
    "امتحانات تحديد المستوي": "كريم أيمن رمضان البسيونى المرسى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 738,
    "__1": 72610742,
    "امتحانات تحديد المستوي": "احمد الشربني عبدالمقتدر الشربيني عبدالعزيز",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 739,
    "__1": 72610743,
    "امتحانات تحديد المستوي": "روماني سامح اسطفانوس ميخائيل اسطفانوس",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 740,
    "__1": 72610744,
    "امتحانات تحديد المستوي": "نادر جمال عوض فضل السبكى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 741,
    "__1": 72610745,
    "امتحانات تحديد المستوي": "ملك سعيد محمد امين قويطه",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 742,
    "__1": 72610746,
    "امتحانات تحديد المستوي": "احمد محمد احمد المتولي اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 743,
    "__1": 72610747,
    "امتحانات تحديد المستوي": "زياد يوسف عبدالمجيد عبدالكريم محمد عبدالملك",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 744,
    "__1": 72610748,
    "امتحانات تحديد المستوي": "اسماء رضا الشربيني عبد الباقي جاد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 745,
    "__1": 72610749,
    "امتحانات تحديد المستوي": "مازن هاني عبده ابراهيم سعده",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 746,
    "__1": 72610750,
    "امتحانات تحديد المستوي": "احمد رامي علي حسين علي خفاجي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 747,
    "__1": 72610751,
    "امتحانات تحديد المستوي": "ملك رضا الشحات محمود جمعه",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 748,
    "__1": 72610752,
    "امتحانات تحديد المستوي": "تسنيم فهيم بسيوني عطيه ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 749,
    "__1": 72610753,
    "امتحانات تحديد المستوي": "شهد عبدالفتاح محمد عبدالفتاح اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 750,
    "__1": 72610754,
    "امتحانات تحديد المستوي": "محمد سمير محمد كمال حامد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 751,
    "__1": 72610755,
    "امتحانات تحديد المستوي": "مازن محمد ماهر محمود الطرابيشي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 752,
    "__1": 72610756,
    "امتحانات تحديد المستوي": "محمود السيد السيد ابراهيم النمر",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 753,
    "__1": 72610757,
    "امتحانات تحديد المستوي": "ربيع اسلام ربيع ابوعجور",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 754,
    "__1": 72610758,
    "امتحانات تحديد المستوي": "اسراء مجدي السعيد عوض عيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 755,
    "__1": 72610759,
    "امتحانات تحديد المستوي": "حنين أحمد محمد الدمرداش عبده الصعيدي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 756,
    "__1": 72610760,
    "امتحانات تحديد المستوي": "عادل عمرو محمد سمير محمد محمد جمعه الجمل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 757,
    "__1": 72610761,
    "امتحانات تحديد المستوي": "ملك محمد أمين محمد محمد حسين",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 758,
    "__1": 72610762,
    "امتحانات تحديد المستوي": "محمد ايهاب احمد محمود موسي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 759,
    "__1": 72610763,
    "امتحانات تحديد المستوي": "عمرو مجدى فاروق محمد على الوصيف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 760,
    "__1": 72610764,
    "امتحانات تحديد المستوي": "آيه احمد حسين احمد محمد الامام",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 761,
    "__1": 72610765,
    "امتحانات تحديد المستوي": "زياد سعد محمد برهام البسيوني",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 762,
    "__1": 72610766,
    "امتحانات تحديد المستوي": "حبيبه محب عبدالباسط الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 763,
    "__1": 72610767,
    "امتحانات تحديد المستوي": "ندي جمال عبدالخالق محمود",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 764,
    "__1": 72610768,
    "امتحانات تحديد المستوي": "عبد العزيز محمد عبد العزيز احمد المرسى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 765,
    "__1": 72610769,
    "امتحانات تحديد المستوي": "احمد حسانين حامد حسانين سعيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 766,
    "__1": 72610770,
    "امتحانات تحديد المستوي": "كريم هاني ابراهيم حميده محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 767,
    "__1": 72610771,
    "امتحانات تحديد المستوي": "احمد محمد حامد احمد السيد مقلد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 768,
    "__1": 72610772,
    "امتحانات تحديد المستوي": "محمد منصور رأفت أحمد أحمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 769,
    "__1": 72610773,
    "امتحانات تحديد المستوي": "شاكر فاروق شاكر حمايل بركات",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 770,
    "__1": 72610774,
    "امتحانات تحديد المستوي": "ملك عبدالمنعم عثمان عبدالمنعم عبدالهادى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 771,
    "__1": 72610775,
    "امتحانات تحديد المستوي": "منى وجيه محمد فريد حسن السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 772,
    "__1": 72610776,
    "امتحانات تحديد المستوي": "ريم مصطفي أحمد محمد مصلحي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 773,
    "__1": 72610777,
    "امتحانات تحديد المستوي": "منار عبداللطيف السيد عبدالجليل الشربينى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 774,
    "__1": 72610778,
    "امتحانات تحديد المستوي": "ساره احمد محمد حموده",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 775,
    "__1": 72610779,
    "امتحانات تحديد المستوي": "يوسف محمد احمد محمد الهادى محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 776,
    "__1": 72610780,
    "امتحانات تحديد المستوي": "روان البدري عبداللطيف ابوالعنين البدري",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 777,
    "__1": 72610781,
    "امتحانات تحديد المستوي": "حسام رافع محمد محمد النادي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 778,
    "__1": 72610782,
    "امتحانات تحديد المستوي": "رحمة ابراهيم انور محمد اباظه",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 779,
    "__1": 72610783,
    "امتحانات تحديد المستوي": "يامن حسام الدين موسي رمضان رخا",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 780,
    "__1": 72610784,
    "امتحانات تحديد المستوي": "عصام الرفاعي حسانين الرفاعي حسانين",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 781,
    "__1": 72610785,
    "امتحانات تحديد المستوي": "محمد محمد المهدي محمد المهدي شحاته الشيخ",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 782,
    "__1": 72610786,
    "امتحانات تحديد المستوي": "رغد محمد احمد علي احمد الديب",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 783,
    "__1": 72610787,
    "امتحانات تحديد المستوي": "إيمان أسامه ربيع محمود ابو النور",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 784,
    "__1": 72610788,
    "امتحانات تحديد المستوي": "عبد الرحمن احمد احمد محمد عيسى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 785,
    "__1": 72610789,
    "امتحانات تحديد المستوي": "روفيدا وليد محمد محمد العزبي ",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 786,
    "__1": 72610790,
    "امتحانات تحديد المستوي": "لينا محمد زكريا محمود خليل",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 787,
    "__1": 72610791,
    "امتحانات تحديد المستوي": "خالد محمد يحيى على سلامه",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 788,
    "__1": 72610792,
    "امتحانات تحديد المستوي": "هدير عبد المحسن مصطفي قموح",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 789,
    "__1": 72610793,
    "امتحانات تحديد المستوي": "فارس عبدالعليم شعبان السيد البيومي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 790,
    "__1": 72610794,
    "امتحانات تحديد المستوي": "فاطمة صلاح السيد السعيد العتال",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 791,
    "__1": 72610795,
    "امتحانات تحديد المستوي": "احمد محمد احمد السيد احمد الشرقاوي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 792,
    "__1": 72610796,
    "امتحانات تحديد المستوي": "منار علي احمد حسن",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 793,
    "__1": 72610797,
    "امتحانات تحديد المستوي": "حلا أسامه محمد المتولي منصور الباز",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 794,
    "__1": 72610798,
    "امتحانات تحديد المستوي": "إبراهيم سعد ابراهيم عبد اللطيف طه",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 795,
    "__1": 72610799,
    "امتحانات تحديد المستوي": "هيا اسلام فؤاد احمد البسيوني",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 796,
    "__1": 72610800,
    "امتحانات تحديد المستوي": "جنا محمد ابراهيم ابراهيم خليل",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 797,
    "__1": 72610801,
    "امتحانات تحديد المستوي": "فارس احمد عبدالله عبد المطلب الخميسي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 798,
    "__1": 72610802,
    "امتحانات تحديد المستوي": "رضوى احمد حمزه عبدالمهيمن الحسيني",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 799,
    "__1": 72610803,
    "امتحانات تحديد المستوي": "يوسف وائل احمد طنطاوي ابوشعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 800,
    "__1": 72610804,
    "امتحانات تحديد المستوي": "مها احمد محمد عبدالله بلال",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 801,
    "__1": 72610805,
    "امتحانات تحديد المستوي": "شهد سلام السعيد محمد عريضه",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 802,
    "__1": 72610806,
    "امتحانات تحديد المستوي": "سما ايمن يونس زكي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 803,
    "__1": 72610807,
    "امتحانات تحديد المستوي": "سلطان محمد السيد الشناوى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 804,
    "__1": 72610808,
    "امتحانات تحديد المستوي": "عمر عادل محمود احمد علي شوشان",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 805,
    "__1": 72610809,
    "امتحانات تحديد المستوي": "ياسمين عمرو محمد عيد رمضان طمان",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 806,
    "__1": 72610810,
    "امتحانات تحديد المستوي": "موده عمرو فؤاد عبدالمولى محمود شريف",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 807,
    "__1": 72610811,
    "امتحانات تحديد المستوي": "محمد ايمن محمد على زغلول",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 808,
    "__1": 72610812,
    "امتحانات تحديد المستوي": "احمد ايهاب احمد محمد يونس",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 809,
    "__1": 72610813,
    "امتحانات تحديد المستوي": "سلمي احمد رفعت ابوالمجد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 810,
    "__1": 72610814,
    "امتحانات تحديد المستوي": "عبد الرحمن الزاهى الدسوقي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 811,
    "__1": 72610815,
    "امتحانات تحديد المستوي": "مي ياسر عبدالخالق الفضالي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 812,
    "__1": 72610816,
    "امتحانات تحديد المستوي": "محمد احمد محمد احمد على",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 813,
    "__1": 72610817,
    "امتحانات تحديد المستوي": "احمد شريف محمد على",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 814,
    "__1": 72610818,
    "امتحانات تحديد المستوي": "ادهم احمد ماهر احمد جمال الدين",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 815,
    "__1": 72610819,
    "امتحانات تحديد المستوي": "نادين محمد محمد عبده رزق",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 816,
    "__1": 72610820,
    "امتحانات تحديد المستوي": "زياد محمد عبد الحميد عثمان عبد الرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 817,
    "__1": 72610821,
    "امتحانات تحديد المستوي": "نوران ابراهيم ابراهيم محمد علام",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 818,
    "__1": 72610822,
    "امتحانات تحديد المستوي": "محمود خالد محمود السيد حجاج",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 819,
    "__1": 72610823,
    "امتحانات تحديد المستوي": "يوسف محمد عبدالهادي ابراهيم مبروك",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 820,
    "__1": 72610824,
    "امتحانات تحديد المستوي": "عبير طارق فرحان فرحان الشرنوبي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 821,
    "__1": 72610825,
    "امتحانات تحديد المستوي": "احمد هاني طه حماده حامد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 822,
    "__1": 72610826,
    "امتحانات تحديد المستوي": "عاطف محمد عبدالنبى محمد شحاته",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 823,
    "__1": 72610827,
    "امتحانات تحديد المستوي": "السيد محمد عبدالجواد يافس محمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 824,
    "__1": 72610828,
    "امتحانات تحديد المستوي": "جني عماد حمدي علي علي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 825,
    "__1": 72610829,
    "امتحانات تحديد المستوي": "فرح سعد عبدالرحمن سعد أبوليلة",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 826,
    "__1": 72610830,
    "امتحانات تحديد المستوي": "حنين محمد شعبان يوسف حسان",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 827,
    "__1": 72610831,
    "امتحانات تحديد المستوي": "على محمد على عبدالعزيز أمين",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 828,
    "__1": 72610832,
    "امتحانات تحديد المستوي": "عمر مصطفى حامد محمود عماره",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 829,
    "__1": 72610833,
    "امتحانات تحديد المستوي": "ادم مسعد محمود حلمى المليجى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 830,
    "__1": 72610834,
    "امتحانات تحديد المستوي": "سما علي مصطفى محمد العربي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 831,
    "__1": 72610835,
    "امتحانات تحديد المستوي": "احمد الدمرداش الوصيف ابراهيم عوض",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 832,
    "__1": 72610836,
    "امتحانات تحديد المستوي": "صبريه محمود عبدالقادر محمد سمره",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 833,
    "__1": 72610837,
    "امتحانات تحديد المستوي": "أنس اسامه علي عبد الواحد حجاج",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 834,
    "__1": 72610838,
    "امتحانات تحديد المستوي": "رودينه اشرف محمد عبد العزيز محمد بسطويسي",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 835,
    "__1": 72610839,
    "امتحانات تحديد المستوي": "ضحى محمد عبدالنبي عبدالهادي محمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 836,
    "__1": 72610840,
    "امتحانات تحديد المستوي": "يوسف محمد عبد المجيد احمد غازى",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 837,
    "__1": 72610841,
    "امتحانات تحديد المستوي": "بلال محمد عبدالعزيز محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 838,
    "__1": 72610842,
    "امتحانات تحديد المستوي": "احمد عبدالعاطي السيد عبدالله المعداوي العجمي",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 839,
    "__1": 72610843,
    "امتحانات تحديد المستوي": "امينه سعد عبد المطلب محمد ابو العنين",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 840,
    "__1": 72610844,
    "امتحانات تحديد المستوي": "أحمد سامي احمد ناجي عبد المجيد ربيع",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 841,
    "__1": 72610845,
    "امتحانات تحديد المستوي": "شهد محمد سيد احمد محمد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 842,
    "__1": 72610846,
    "امتحانات تحديد المستوي": "ريماس ساري عبده عبد الغني راشد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 843,
    "__1": 72610847,
    "امتحانات تحديد المستوي": "أحمد شاكر أحمد البدوي جاد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 844,
    "__1": 72610848,
    "امتحانات تحديد المستوي": "عبدالله يوسف عبدالله رشاد عبدالله",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 845,
    "__1": 72610849,
    "امتحانات تحديد المستوي": "ابراهيم السيد نصر ابراهيم عبدالنبى",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 846,
    "__1": 72610850,
    "امتحانات تحديد المستوي": "آمال ابراهيم السيد الشامى",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 847,
    "__1": 72610851,
    "امتحانات تحديد المستوي": "ميمنه محمد صلاح الغريب احمد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 848,
    "__1": 72610852,
    "امتحانات تحديد المستوي": "جنى أبو الأسعاد محمد العطافي ابو الاسعاد",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 849,
    "__1": 72610853,
    "امتحانات تحديد المستوي": "نوران أشرف أحمد عبد الحميد عبد الغني",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": 850,
    "__1": 72610854,
    "امتحانات تحديد المستوي": "اسراء عماد رضا فوزي مندور",
    "__2": "14/9/2026",
    "__3": "معمل 9 كلية الطب",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 851,
    "__1": 72610855,
    "امتحانات تحديد المستوي": "ريم عوض رمضان جابر احمد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 852,
    "__1": 72610856,
    "امتحانات تحديد المستوي": "بسمله بدر محمد بدر مصباح",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 853,
    "__1": 72610857,
    "امتحانات تحديد المستوي": "حبيبة طارق السيد محمود على",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 854,
    "__1": 72610858,
    "امتحانات تحديد المستوي": "سما عمرو عبدالغنى ابراهيم ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 855,
    "__1": 72610859,
    "امتحانات تحديد المستوي": "محمد محمد زكريا البسيوني منصور",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 856,
    "__1": 72610860,
    "امتحانات تحديد المستوي": "جني جمال شفيق محمد احمد صغيره",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 857,
    "__1": 72610861,
    "امتحانات تحديد المستوي": "يارا عبد الحميد عبد الحميد البدوي الامام",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 858,
    "__1": 72610862,
    "امتحانات تحديد المستوي": "مريم احمد محمد احمد عبدالباري",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 859,
    "__1": 72610863,
    "امتحانات تحديد المستوي": "محمود محمد فتحي جاد غازى",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 860,
    "__1": 72610864,
    "امتحانات تحديد المستوي": "بسمله احمد طه احمد سرور",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 861,
    "__1": 72610865,
    "امتحانات تحديد المستوي": "نوران حامد حامد حامد صقر",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 862,
    "__1": 72610866,
    "امتحانات تحديد المستوي": "محمد امير حسين عطيه حسين",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 863,
    "__1": 72610867,
    "امتحانات تحديد المستوي": "ندى ايمن عبد الهادى عبد النبى عبد الهادى",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 864,
    "__1": 72610868,
    "امتحانات تحديد المستوي": "جنا ناجي محمد احمد الشعراوي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 865,
    "__1": 72610869,
    "امتحانات تحديد المستوي": "الشيماء سعد مصطفى قطب عبد الله",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 866,
    "__1": 72610870,
    "امتحانات تحديد المستوي": "ملك محمد مصطفى السيد السيد نصير",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 867,
    "__1": 72610871,
    "امتحانات تحديد المستوي": "حنين محمد ابوحلاوه احمد احمد يونس",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 868,
    "__1": 72610872,
    "امتحانات تحديد المستوي": "محمد علي ابراهيم جاد صبح",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 869,
    "__1": 72610873,
    "امتحانات تحديد المستوي": "محمد هيثم الشحات السيد فياض",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 870,
    "__1": 72610874,
    "امتحانات تحديد المستوي": "محمد صفوت عبدالمعطى السيد نصير",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 871,
    "__1": 72610875,
    "امتحانات تحديد المستوي": "عمر عيد أحمد غازي سالم",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 872,
    "__1": 72610876,
    "امتحانات تحديد المستوي": "أحمد سامي عبدالوهاب عبداللطيف عبد الوهاب",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 873,
    "__1": 72610877,
    "امتحانات تحديد المستوي": "عبدالرحمن عبدالناصر سالم محمد جبريل",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 874,
    "__1": 72610878,
    "امتحانات تحديد المستوي": "ريتال محمد محمود السعيد فرج",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 875,
    "__1": 72610879,
    "امتحانات تحديد المستوي": "جاسمن مينا ماهر عبد الملاك يوسف",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 876,
    "__1": 72610880,
    "امتحانات تحديد المستوي": "علي محمود محمد علي قهوه",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 877,
    "__1": 72610881,
    "امتحانات تحديد المستوي": "يارا محمد احمد توفيق عبدالنبي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 878,
    "__1": 72610882,
    "امتحانات تحديد المستوي": "يؤنا ابراهيم حليم ابراهيم عبدالشهيد",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 879,
    "__1": 72610883,
    "امتحانات تحديد المستوي": "عمر نادر صبحي عوض الهنداوي",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": 880,
    "__1": 72610884,
    "امتحانات تحديد المستوي": "محمد عادل رضا عبد الحميد سالم",
    "__2": "14/9/2026",
    "__3": "معمل كمبيوتر علاج طبيعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 881,
    "__1": 72610885,
    "امتحانات تحديد المستوي": "كريم احمد محمود على المحلاوى",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 882,
    "__1": 72610886,
    "امتحانات تحديد المستوي": "مريم طاهر قطب محمد احمد عوده",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 883,
    "__1": 72610887,
    "امتحانات تحديد المستوي": "أسماء خالد عبدالعزيز محمد عبدالعزيز",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 884,
    "__1": 72610888,
    "امتحانات تحديد المستوي": "اسماء علي البيلي احمد صلاح",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 885,
    "__1": 72610889,
    "امتحانات تحديد المستوي": "نور الهدى عبد الرحمن ابو العطا محمد الشاعر",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 886,
    "__1": 72610890,
    "امتحانات تحديد المستوي": "ملك نبيل نبيل محمود سليم",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 887,
    "__1": 72610891,
    "امتحانات تحديد المستوي": "عمر سامح عمر طه شلبي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 888,
    "__1": 72610892,
    "امتحانات تحديد المستوي": "علياء اياد لطفي عبد السميع عناني",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 889,
    "__1": 72610893,
    "امتحانات تحديد المستوي": "يوسف أحمد محمد أحمد عبداللطيف",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 890,
    "__1": 72610894,
    "امتحانات تحديد المستوي": "محمد كمال محمد حامد بسيونى البريدي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 891,
    "__1": 72610895,
    "امتحانات تحديد المستوي": "ادهم احمد الشحات محمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 892,
    "__1": 72610896,
    "امتحانات تحديد المستوي": "نورين حمدينو امين ابوزيد الصاوي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 893,
    "__1": 72610897,
    "امتحانات تحديد المستوي": "ابراهيم احمد ابراهيم بدر عمر",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 894,
    "__1": 72610898,
    "امتحانات تحديد المستوي": "يوسف محمد السيد ابو العنين الامام",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 895,
    "__1": 72610899,
    "امتحانات تحديد المستوي": "عبدالحكيم وليد صلاح على ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 896,
    "__1": 72610900,
    "امتحانات تحديد المستوي": "ياسمين هانى محمد محمود ابراهيم الديب",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 897,
    "__1": 72610901,
    "امتحانات تحديد المستوي": "احمد علاء الدين محمود توفيق حسن ابو الخير",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 898,
    "__1": 72610902,
    "امتحانات تحديد المستوي": "سلمى اسلام زكريا عبد الدايم مجاهد",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 899,
    "__1": 72610903,
    "امتحانات تحديد المستوي": "ساره ياسر رزق يوسف عبد الهادي",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 900,
    "__1": 72610904,
    "امتحانات تحديد المستوي": "حسام محمود فخرى عبدالقادر يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 1 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 901,
    "__1": 72610905,
    "امتحانات تحديد المستوي": "مهاب عماد فكري حمايل بركات",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 902,
    "__1": 72610906,
    "امتحانات تحديد المستوي": "منه محمد عبد الخالق محمد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 903,
    "__1": 72610907,
    "امتحانات تحديد المستوي": "ياسمين مصطفى ابراهيم محمد لاشين",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 904,
    "__1": 72610908,
    "امتحانات تحديد المستوي": "ذياد طارق عبدالمقصود عبدالصمد العفيفي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 905,
    "__1": 72610909,
    "امتحانات تحديد المستوي": "محمد احمد عبداللاه عبدالعزيز هلال",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 906,
    "__1": 72610910,
    "امتحانات تحديد المستوي": "عبدالرحمن احمد محمودحسين العوضي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 907,
    "__1": 72610911,
    "امتحانات تحديد المستوي": "مريم محمد  رزق محمد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 908,
    "__1": 72610912,
    "امتحانات تحديد المستوي": "احمد محمد بدير البسيوني موسى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 909,
    "__1": 72610913,
    "امتحانات تحديد المستوي": "روان محمد نبيل السيد ابراهيم سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 910,
    "__1": 72610914,
    "امتحانات تحديد المستوي": "آلاء محمود عبدالفتاح محمود المسيري",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 911,
    "__1": 72610915,
    "امتحانات تحديد المستوي": "اسلام المتولي ابراهيم المتولي محمد العبيدي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 912,
    "__1": 72610916,
    "امتحانات تحديد المستوي": "عمار احمد احمد عبدالمعطي الطنبارى",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 913,
    "__1": 72610917,
    "امتحانات تحديد المستوي": "جنى محمد السيد السيد عوض",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 914,
    "__1": 72610918,
    "امتحانات تحديد المستوي": "روشال حسن عبد العزيز عبد الهادي حسن",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 915,
    "__1": 72610919,
    "امتحانات تحديد المستوي": "مرام عادل فتحي المنشاوي القواص",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 916,
    "__1": 72610920,
    "امتحانات تحديد المستوي": "نورهان هاني عيد عبد الغفار العجمي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 917,
    "__1": 72610921,
    "امتحانات تحديد المستوي": "محمد سمير محمد محمود محمد محجوب",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 918,
    "__1": 72610922,
    "امتحانات تحديد المستوي": "الأسامه عبده الاحمدى عبدالسلام على",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 919,
    "__1": 72610923,
    "امتحانات تحديد المستوي": "محمد خالد محمد احمد امبابي",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 920,
    "__1": 72610924,
    "امتحانات تحديد المستوي": "الاء فارس احمد عوض عبدالرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 2 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 921,
    "__1": 72610925,
    "امتحانات تحديد المستوي": "ايمان محمد الشربيني الشربيني محمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 922,
    "__1": 72610926,
    "امتحانات تحديد المستوي": "ندى احمد عبدالمنعم محفوظ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 923,
    "__1": 72610927,
    "امتحانات تحديد المستوي": "محمد حامد أمين محمد على",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 924,
    "__1": 72610928,
    "امتحانات تحديد المستوي": "اسماء مؤمن عبدالرؤف حجازي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 925,
    "__1": 72610929,
    "امتحانات تحديد المستوي": "هنا ايمن احمد عبدالغنى ابراهيم شكر",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 926,
    "__1": 72610930,
    "امتحانات تحديد المستوي": "سيف شريف عمر فرحات هبه",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 927,
    "__1": 72610931,
    "امتحانات تحديد المستوي": "حبيبه احمد سعد محمود احمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 928,
    "__1": 72610932,
    "امتحانات تحديد المستوي": "محمد أيمن فوزي البلتاجي سيد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 929,
    "__1": 72610933,
    "امتحانات تحديد المستوي": "مصطفي محمد مصطفي محمود مصطفي",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 930,
    "__1": 72610934,
    "امتحانات تحديد المستوي": "ماجد محمود الظاهر ابراهيم محمود الحداد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 931,
    "__1": 72610935,
    "امتحانات تحديد المستوي": "مريم ابراهيم عبدالعظيم محمد الدياسطى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 932,
    "__1": 72610936,
    "امتحانات تحديد المستوي": "يوسف محمد محمد محمود يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 933,
    "__1": 72610937,
    "امتحانات تحديد المستوي": "امال عزالدين احمد على احمد",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 934,
    "__1": 72610938,
    "امتحانات تحديد المستوي": "زياد محمد عبدالرحمن عبدالنبي الدناصورى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 935,
    "__1": 72610939,
    "امتحانات تحديد المستوي": "أحمد عزت أحمد أحمد خليل",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 936,
    "__1": 72610940,
    "امتحانات تحديد المستوي": "سارة أمين رمضان أمين محمود ريحان",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 937,
    "__1": 72610941,
    "امتحانات تحديد المستوي": "هنا عبد المنعم عوض محمد عبد البارى ",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 938,
    "__1": 72610942,
    "امتحانات تحديد المستوي": "ايناس عبدالغني بدوي عبدالغني غنيم",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 939,
    "__1": 72610943,
    "امتحانات تحديد المستوي": "سلمى محمود ممدوح على المتولى",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 940,
    "__1": 72610944,
    "امتحانات تحديد المستوي": "بسملة جمال محمود عبدالغنى بدير",
    "__2": "14/9/2026",
    "__3": "معمل 3 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 941,
    "__1": 72610945,
    "امتحانات تحديد المستوي": "حسن محمد حسن فرج علي",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 942,
    "__1": 72610946,
    "امتحانات تحديد المستوي": "احمد محمد احمد حسن محمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 943,
    "__1": 72610947,
    "امتحانات تحديد المستوي": "وردة صدقي مسعد مصطفى رزق",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 944,
    "__1": 72610948,
    "امتحانات تحديد المستوي": "ملك طارق احمد يحيي الشربيني عياد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 945,
    "__1": 72610949,
    "امتحانات تحديد المستوي": "جنى مصطفى محمد عبدالحميد خليل",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 946,
    "__1": 72610950,
    "امتحانات تحديد المستوي": "آدم ياسر محمد الطنطاوي شومان",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 947,
    "__1": 72610951,
    "امتحانات تحديد المستوي": "محمود حامد صالح يونس صالح",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 948,
    "__1": 72610952,
    "امتحانات تحديد المستوي": "فاطمه السيد عبده محمد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 949,
    "__1": 72610953,
    "امتحانات تحديد المستوي": "عمر احمد حلمى احمد خفاجى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 950,
    "__1": 72610954,
    "امتحانات تحديد المستوي": "رضوى خالد محمد كامل خالد جادالرب",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 951,
    "__1": 72610955,
    "امتحانات تحديد المستوي": "ملك احمد سعد حسانين عبدالعال",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 952,
    "__1": 72610956,
    "امتحانات تحديد المستوي": "ياسمين يسري سالم سالم السيد قمر",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 953,
    "__1": 72610957,
    "امتحانات تحديد المستوي": "رحيم محمد السيد احمد حموده",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 954,
    "__1": 72610958,
    "امتحانات تحديد المستوي": "حبيبه رضا محمد الدسوقي سرحان",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 955,
    "__1": 72610959,
    "امتحانات تحديد المستوي": "فرح عبده محمد علي الدهرى",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 956,
    "__1": 72610960,
    "امتحانات تحديد المستوي": "جنه السيد سعد عمر ابو العز",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 957,
    "__1": 72610961,
    "امتحانات تحديد المستوي": "محمد فؤاد محى الدين عبدالعال حسن",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 958,
    "__1": 72610962,
    "امتحانات تحديد المستوي": "محمد ابراهيم عبد العزيز عبداللطيف على",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 959,
    "__1": 72610963,
    "امتحانات تحديد المستوي": "مريم عصام السيد عطوه ابوزيد",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 960,
    "__1": 72610964,
    "امتحانات تحديد المستوي": "احمد حسن محمد حسن وهبه",
    "__2": "14/9/2026",
    "__3": "معمل 4 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 961,
    "__1": 72610965,
    "امتحانات تحديد المستوي": "أحمد غنام فوزي السعيد حسن",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 962,
    "__1": 72610966,
    "امتحانات تحديد المستوي": "احمد احمد محمد شلبي شمس الدين",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 963,
    "__1": 72610967,
    "امتحانات تحديد المستوي": "تامر السيد فتحي مصطفى ابراهيم الديب",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 964,
    "__1": 72610968,
    "امتحانات تحديد المستوي": "الاء احمد حمايه محمود حسن",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 965,
    "__1": 72610969,
    "امتحانات تحديد المستوي": "رحمه عبدالمعبود محمود محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 966,
    "__1": 72610971,
    "امتحانات تحديد المستوي": "تقي محمد احمد يحي عبد العزيز",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 967,
    "__1": 72610972,
    "امتحانات تحديد المستوي": "علاء محمد فكرى جمعه محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 968,
    "__1": 72610973,
    "امتحانات تحديد المستوي": "محمد السيد طلعت البسيوني جبر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 969,
    "__1": 72610974,
    "امتحانات تحديد المستوي": "رانيا محمد عبدالمنجى احمد المغازى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 970,
    "__1": 72610975,
    "امتحانات تحديد المستوي": "محمد السيد محمد الداودى على احمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 971,
    "__1": 72610976,
    "امتحانات تحديد المستوي": "الزهراء بكير إسماعيل السيد سالم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 972,
    "__1": 72610977,
    "امتحانات تحديد المستوي": "عمار ياسر السيد محمود عزام",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 973,
    "__1": 72610978,
    "امتحانات تحديد المستوي": "ابراهيم جمال الدين محمود على طولان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 974,
    "__1": 72610979,
    "امتحانات تحديد المستوي": "رنا محمد على محمد خليل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 975,
    "__1": 72610980,
    "امتحانات تحديد المستوي": "ندي نادر السعيد الددموني السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 976,
    "__1": 72610981,
    "امتحانات تحديد المستوي": "محمد سعد عبدالغنى سعد عبد الغني",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 977,
    "__1": 72610982,
    "امتحانات تحديد المستوي": "منه الله عماد محمد السيد ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 978,
    "__1": 72610983,
    "امتحانات تحديد المستوي": "امل سامح عادل عبد العزيز احمد عبد السلام",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 979,
    "__1": 72610984,
    "امتحانات تحديد المستوي": "احمد محمد محمود بسيونى سالم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 980,
    "__1": 72610985,
    "امتحانات تحديد المستوي": "جني ايهاب طه علي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 981,
    "__1": 72610986,
    "امتحانات تحديد المستوي": "محمود محمد عمر ابراهيم السيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 982,
    "__1": 72610987,
    "امتحانات تحديد المستوي": "احمد محمد عمر محمد عبد المجيد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 983,
    "__1": 72610988,
    "امتحانات تحديد المستوي": "ميرنا سامح نعيم الدسوقي مقبل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 984,
    "__1": 72610989,
    "امتحانات تحديد المستوي": "مريم سالم عامر سالم عامر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 985,
    "__1": 72610990,
    "امتحانات تحديد المستوي": "هاجر محمد السيد محمد اسماعيل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 986,
    "__1": 72610991,
    "امتحانات تحديد المستوي": "جنى وليد فتحي عبد المحسن السيد خضر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 987,
    "__1": 72610992,
    "امتحانات تحديد المستوي": "ادهم حاتم عيد عبدالسلام قابيل",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 988,
    "__1": 72610993,
    "امتحانات تحديد المستوي": "على محمد محمد عبد السلام عيسى",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 989,
    "__1": 72610994,
    "امتحانات تحديد المستوي": "ياسمين محمود احمد ابراهيم قرمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 990,
    "__1": 72610995,
    "امتحانات تحديد المستوي": "رقية السعيد السعيد بدير سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 991,
    "__1": 72610996,
    "امتحانات تحديد المستوي": "هناء احمد محمد احمد محمد السيد جبر",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 992,
    "__1": 72610997,
    "امتحانات تحديد المستوي": "نصر الدين اكرم صالح عبد المقصود حربي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 993,
    "__1": 72610998,
    "امتحانات تحديد المستوي": "فرح طلال محمد عبد العدل سيف",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 994,
    "__1": 72610999,
    "امتحانات تحديد المستوي": "نورا ايمن ابراهيم ابراهيم الهندي",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 995,
    "__1": 72611000,
    "امتحانات تحديد المستوي": "عادل رضا عبدالله ابراهيم عبدالله",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 996,
    "__1": 72611001,
    "امتحانات تحديد المستوي": "حاتم اسماعيل عبدالحكيم حسين محمد",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 997,
    "__1": 72611002,
    "امتحانات تحديد المستوي": "يوسف سعد مرسي سعد زيتون",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 998,
    "__1": 72611003,
    "امتحانات تحديد المستوي": "عبدالرحمن حلمي جاد كمال محمد ابوحلاوه",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 999,
    "__1": 72611004,
    "امتحانات تحديد المستوي": "عبدالرحمن هشام محمد على رمضان",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1000,
    "__1": 72611005,
    "امتحانات تحديد المستوي": "بشري احمد رمضان محمد محمد عطاالله",
    "__2": "14/9/2026",
    "__3": "معمل 5 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1001,
    "__1": 72611006,
    "امتحانات تحديد المستوي": "حسن وائل حسن عبدالحميد سيد احمد شاهين",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1002,
    "__1": 72611007,
    "امتحانات تحديد المستوي": "فارس محمود محمد عبدالفتاح الحديدي الحديدي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1003,
    "__1": 72611008,
    "امتحانات تحديد المستوي": "زهراء محمد سعد المعداوى يونس",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1004,
    "__1": 72611009,
    "امتحانات تحديد المستوي": "أمل عادل مصطفى أحمد بيلي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1005,
    "__1": 72611010,
    "امتحانات تحديد المستوي": "سلمي السيد مصطفي السيد شرابي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1006,
    "__1": 72611011,
    "امتحانات تحديد المستوي": "عبدالرحمن ماجد أحمد فريد مؤمن النجار",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1007,
    "__1": 72611012,
    "امتحانات تحديد المستوي": "مريم احمد السيد السيد الشربيني",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1008,
    "__1": 72611013,
    "امتحانات تحديد المستوي": "مريم احمد حلمي السيد عبد المنعم",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1009,
    "__1": 72611014,
    "امتحانات تحديد المستوي": "هنا محمد عبد الحميد عبد الحميد مصطفي غيث",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1010,
    "__1": 72611015,
    "امتحانات تحديد المستوي": "حنين محمد عطيه مصطفى جوده",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1011,
    "__1": 72611016,
    "امتحانات تحديد المستوي": "محمود جميل السيد عبدالعال ابوزيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1012,
    "__1": 72611017,
    "امتحانات تحديد المستوي": "عمر احمد نعمان نعمان عبدالوهاب",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1013,
    "__1": 72611018,
    "امتحانات تحديد المستوي": "جومانه عمرو زكي عبده عيد عوض",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1014,
    "__1": 72611019,
    "امتحانات تحديد المستوي": "ملك السيد بركات محمد السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1015,
    "__1": 72611020,
    "امتحانات تحديد المستوي": "محمد هاني محمد سيد احمد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1016,
    "__1": 72611021,
    "امتحانات تحديد المستوي": "ابراهيم مصعب محمد فرج السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1017,
    "__1": 72611022,
    "امتحانات تحديد المستوي": "محمد محسن محمد اسماعيل ابراهيم حموده",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1018,
    "__1": 72611023,
    "امتحانات تحديد المستوي": "روان ايهاب احمد محمد هلال",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1019,
    "__1": 72611024,
    "امتحانات تحديد المستوي": "محمد علاء جمعه احمد محمد السايس",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1020,
    "__1": 72611025,
    "امتحانات تحديد المستوي": "أدهم عبده محمد عبدالحميد بدوي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1021,
    "__1": 72611026,
    "امتحانات تحديد المستوي": "سلمي حماده فتحي حسن عبد الموجود",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1022,
    "__1": 72611027,
    "امتحانات تحديد المستوي": "سلمي محمود ابو بكر محمود علي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1023,
    "__1": 72611028,
    "امتحانات تحديد المستوي": "خديجة محمد أحمد أمين محمد قنديل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1024,
    "__1": 72611029,
    "امتحانات تحديد المستوي": "يوسف محمد يوسف يوسف بكير",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1025,
    "__1": 72611030,
    "امتحانات تحديد المستوي": "اياد حامد عبدالمجيد مسعود",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1026,
    "__1": 72611031,
    "امتحانات تحديد المستوي": "وسيم بكر شعبان إبراهيم عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1027,
    "__1": 72611032,
    "امتحانات تحديد المستوي": "محمد أمير حمد عبدالعليم جلو",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1028,
    "__1": 72611033,
    "امتحانات تحديد المستوي": "حنين حمادة السيد حامد عثمان حامد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1029,
    "__1": 72611034,
    "امتحانات تحديد المستوي": "عمر وليد مبارك حسن مبارك ",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1030,
    "__1": 72611035,
    "امتحانات تحديد المستوي": "كريستال محمود عبدالعزيز سعد موسى",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1031,
    "__1": 72611037,
    "امتحانات تحديد المستوي": "تسنيم محمد عبد الحافظ الزغبي",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1032,
    "__1": 72611038,
    "امتحانات تحديد المستوي": "عبدالله السعيد مصطفى منصور",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1033,
    "__1": 72611040,
    "امتحانات تحديد المستوي": "ملك محمد السيد فراج السيد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1034,
    "__1": 72611041,
    "امتحانات تحديد المستوي": "حسام السعيد محمود صلاح حامد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1035,
    "__1": 72611042,
    "امتحانات تحديد المستوي": "عمر رضا عبدالباسط عمر إبراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1036,
    "__1": 72611044,
    "امتحانات تحديد المستوي": "محمد على انيس على ابوشعيشع",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1037,
    "__1": 72611045,
    "امتحانات تحديد المستوي": "مريم أنور صبرى بدير عبدالجليل",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1038,
    "__1": 72611046,
    "امتحانات تحديد المستوي": "محمود احمد رفعت صالح محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1039,
    "__1": 72611047,
    "امتحانات تحديد المستوي": "لميس يوسف محمد يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1040,
    "__1": 72611048,
    "امتحانات تحديد المستوي": "فارس احمد احمد ابراهيم محمد",
    "__2": "14/9/2026",
    "__3": "معمل 6 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1041,
    "__1": 72611049,
    "امتحانات تحديد المستوي": "مايا مصباح محمد محمد القصبي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1042,
    "__1": 72611050,
    "امتحانات تحديد المستوي": "عمار وحيد ابراهيم عبدالعال السيد شتا",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1043,
    "__1": 72611051,
    "امتحانات تحديد المستوي": "   معاذ عادل السعيد فتح الله",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1044,
    "__1": 72611052,
    "امتحانات تحديد المستوي": "فريده السيد محمود فريد عوف",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1045,
    "__1": 72611054,
    "امتحانات تحديد المستوي": "عبد الرحمن صبري عبد الرحمن ابو مسلم حامد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1046,
    "__1": 72611055,
    "امتحانات تحديد المستوي": "يوسف محمد السيد سالم جاب الله",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1047,
    "__1": 72611057,
    "امتحانات تحديد المستوي": "محمد إبراهيم محمد السيد البشبيشي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1048,
    "__1": 72611058,
    "امتحانات تحديد المستوي": "اية عيد عبد الله عبدالمجيد الشايب",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1049,
    "__1": 72611059,
    "امتحانات تحديد المستوي": "سليمان عماد سليمان علي العرابي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1050,
    "__1": 72611060,
    "امتحانات تحديد المستوي": "ملك محمد صلاح ابراهيم السيد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1051,
    "__1": 72611061,
    "امتحانات تحديد المستوي": "ساره حماده محمد عطيه عثمان",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1052,
    "__1": 72611062,
    "امتحانات تحديد المستوي": "عبد الله احمد امين امين ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1053,
    "__1": 72611063,
    "امتحانات تحديد المستوي": "هنا احمد عبدالرازق احمد البهي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1054,
    "__1": 72611064,
    "امتحانات تحديد المستوي": "احمد ماهر عبدالمنعم محمد عبد العزيز",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1055,
    "__1": 72611065,
    "امتحانات تحديد المستوي": "محمد السيد محمد محمد حسن مغنم",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1056,
    "__1": 72611066,
    "امتحانات تحديد المستوي": "تقى امجد حسن السيد الاتربي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1057,
    "__1": 72611067,
    "امتحانات تحديد المستوي": "عمرو محمد الجميل يسن عبد الهادى",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1058,
    "__1": 72611068,
    "امتحانات تحديد المستوي": "محمد السيد محمود صادق سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1059,
    "__1": 72611069,
    "امتحانات تحديد المستوي": "محمد ابراهيم عبدالمعطي عطاالله",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1060,
    "__1": 72611070,
    "امتحانات تحديد المستوي": "سارة أحمد محمد مهدى وزيري",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1061,
    "__1": 72611071,
    "امتحانات تحديد المستوي": "عبدالحليم عبدالمنعم رياض السيد نصر",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1062,
    "__1": 72611072,
    "امتحانات تحديد المستوي": "ياسمين عبدالهادى عبدالبصير ابراهيم مبروك",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1063,
    "__1": 72611073,
    "امتحانات تحديد المستوي": "على عبدالهادي احمد عبدالهادي علي",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1064,
    "__1": 72611075,
    "امتحانات تحديد المستوي": "سجى السيد زكريا السيد عوض",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1065,
    "__1": 72611076,
    "امتحانات تحديد المستوي": "اريج سامي محمد ابراهيم محمد احمد",
    "__2": "14/9/2026",
    "__3": "معمل 7 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1066,
    "__1": 72611077,
    "امتحانات تحديد المستوي": "محمد طارق محمود عبدالحميد عبدالفتاح",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1067,
    "__1": 72611079,
    "امتحانات تحديد المستوي": "رزان جمال محمد علي السعيد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1068,
    "__1": 72611080,
    "امتحانات تحديد المستوي": "محمد مسعد محمد محمود محمد عزام",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1069,
    "__1": 72611081,
    "امتحانات تحديد المستوي": "امل محمد شتا عبدالحميد محمود",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1070,
    "__1": 72611082,
    "امتحانات تحديد المستوي": "منار السيد محمد محمد عبدالرحمن",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1071,
    "__1": 72611083,
    "امتحانات تحديد المستوي": "حنين وفيق عبدالشكور رزق محمد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1072,
    "__1": 72611084,
    "امتحانات تحديد المستوي": "جودي حمادة امام انيس ابوالعز",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1073,
    "__1": 72611085,
    "امتحانات تحديد المستوي": "سميه السيد زكى حسونة الشابوري",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1074,
    "__1": 72611086,
    "امتحانات تحديد المستوي": "شروق علي محمود علي محمد جاد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1075,
    "__1": 72611087,
    "امتحانات تحديد المستوي": "شهد محمد محمد السيد جنيدي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1076,
    "__1": 72611090,
    "امتحانات تحديد المستوي": "سعد مبارك سعد مبارك كريم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1077,
    "__1": 72611091,
    "امتحانات تحديد المستوي": "هدير أحمد سيداحمد احمد شوشه",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1078,
    "__1": 72611092,
    "امتحانات تحديد المستوي": "احمد قطب محمد محمد الجندي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1079,
    "__1": 72611093,
    "امتحانات تحديد المستوي": "سليمان سالم سليمان عبد الستار محمد العساسى",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1080,
    "__1": 72611094,
    "امتحانات تحديد المستوي": "جنى عبدالقادر العيسوى العيسوى سعده",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1081,
    "__1": 72611095,
    "امتحانات تحديد المستوي": "مريم عبدالمجيد محى عبدالمجيد شعبان فرو",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1082,
    "__1": 72611097,
    "امتحانات تحديد المستوي": "محمد احمد احمد فريد محمد الجزار",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1083,
    "__1": 72611098,
    "امتحانات تحديد المستوي": "إبراهيم حسن عبد العظيم إبراهيم الحداد",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1084,
    "__1": 72611099,
    "امتحانات تحديد المستوي": "مهند مغوري حامد الدسوقي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1085,
    "__1": 72611100,
    "امتحانات تحديد المستوي": "حبيبه اشرف محمد محمد خليل",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1086,
    "__1": 72611101,
    "امتحانات تحديد المستوي": "محمد عصام عبدالمنعم ابوز يد عبدالمنعم",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1087,
    "__1": 72611102,
    "امتحانات تحديد المستوي": "ساميه داود حسني الحنفي ابراهيم داوود",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1088,
    "__1": 72611104,
    "امتحانات تحديد المستوي": "لمي ايمن غازي محمد علي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1089,
    "__1": 72611105,
    "امتحانات تحديد المستوي": "اياد وليد مسعد المرسي الزميتي",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1090,
    "__1": 72611106,
    "امتحانات تحديد المستوي": "هاجر محمد امين محمد عبد الملك",
    "__2": "14/9/2026",
    "__3": "معمل 8 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1091,
    "__1": 72611107,
    "امتحانات تحديد المستوي": "هنا محمود ابراهيم عقل",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1092,
    "__1": 72611108,
    "امتحانات تحديد المستوي": "لينه مراد محمد الصاوى حواش",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1093,
    "__1": 72611110,
    "امتحانات تحديد المستوي": "الاء عادل فهمي محمد حسين",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1094,
    "__1": 72611111,
    "امتحانات تحديد المستوي": "نوران احمد رياض محمود نزيه رياض عبدالهادى الاشقر",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1095,
    "__1": 72611112,
    "امتحانات تحديد المستوي": "يوسف عثمان محمود محمد الكيلاني",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1096,
    "__1": 72611113,
    "امتحانات تحديد المستوي": " ايمان مصطفى عبدالملك متولي احمد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1097,
    "__1": 72611114,
    "امتحانات تحديد المستوي": "سلمى ماهر خيرى ابراهيم الكشك",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1098,
    "__1": 72611115,
    "امتحانات تحديد المستوي": "إياد محمد عبدالفتاح حامد الصعيدي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1099,
    "__1": 72611117,
    "امتحانات تحديد المستوي": "محمد عبدالحميد صلاح عبدالحميد محمد ",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1100,
    "__1": 72611120,
    "امتحانات تحديد المستوي": "سيف الدين نصر نصر نصر عزام",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1101,
    "__1": 72611121,
    "امتحانات تحديد المستوي": "محمد أسامه محمد عبدالله محمد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1102,
    "__1": 72611122,
    "امتحانات تحديد المستوي": "بسمله مصطفي مصطفي محمد محمد يوسف",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1103,
    "__1": 72611123,
    "امتحانات تحديد المستوي": "شريف ابراهيم محمد عبد العزيز محمد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1104,
    "__1": 72611124,
    "امتحانات تحديد المستوي": "ماجده عبدالفتاح محمد عبدالفتاح مصطفى بشر",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1105,
    "__1": 72611125,
    "امتحانات تحديد المستوي": "محمد ابراهيم محمود عبد الله سعد",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1106,
    "__1": 72611126,
    "امتحانات تحديد المستوي": "احمد طه محمد طه عامر",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1107,
    "__1": 72611127,
    "امتحانات تحديد المستوي": "احمد محمد فرج مصطفي متولي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1108,
    "__1": 72611129,
    "امتحانات تحديد المستوي": "مؤمن محمود محمد محمود احمد الغندور",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1109,
    "__1": 72611130,
    "امتحانات تحديد المستوي": "سلمى ياسر عبدالعال منصور",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1110,
    "__1": 72611132,
    "امتحانات تحديد المستوي": "جنى اشرف مجدي طه سليمان",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1111,
    "__1": 72611133,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد علي احمد علي",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1112,
    "__1": 72611134,
    "امتحانات تحديد المستوي": "امال علاء الدين احمد محمد عبده",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1113,
    "__1": 72611135,
    "امتحانات تحديد المستوي": "سلمي عبد الرؤف عطيه ابو العطا السيد عطيه",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1114,
    "__1": 72611136,
    "امتحانات تحديد المستوي": "محمد السعيد السعيد الامام",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1115,
    "__1": 72611137,
    "امتحانات تحديد المستوي": "جمال ياسر جمال معوض رجب",
    "__2": "14/9/2026",
    "__3": "معمل 425 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": "No.",
    "__1": "Student ID",
    "امتحانات تحديد المستوي": "اسم الطالب",
    "__2": "التاريخ",
    "__3": "المعمل",
    "__4": "الموعد"
  },
  {
    "": 1116,
    "__1": 72611138,
    "امتحانات تحديد المستوي": "عبدالرحمن نشات محمد عبداللطيف فارس",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1117,
    "__1": 72611139,
    "امتحانات تحديد المستوي": "عبدالرحمن احمد احمد السيد مجاهد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1118,
    "__1": 72611140,
    "امتحانات تحديد المستوي": "أماني وليد على الشربيني متولي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1119,
    "__1": 72611141,
    "امتحانات تحديد المستوي": "رقية محمد على يوسف احمد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1120,
    "__1": 72611142,
    "امتحانات تحديد المستوي": "محمد أحمد أمين عوض سلامة",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1121,
    "__1": 72611143,
    "امتحانات تحديد المستوي": "نادين احمد محمد  محمد عفيفي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1122,
    "__1": 72611144,
    "امتحانات تحديد المستوي": "هاني مدحت فرج طه الغندور",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1123,
    "__1": 72611145,
    "امتحانات تحديد المستوي": "علي محمود علي محمود جاد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1124,
    "__1": 72611146,
    "امتحانات تحديد المستوي": "محمد حسين محمد محمود امام",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1125,
    "__1": 72611147,
    "امتحانات تحديد المستوي": "احمد عاصم ابراهيم الدسوقي ابراهيم",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1126,
    "__1": 72611149,
    "امتحانات تحديد المستوي": "أروي علي علي أحمد أحمد وربي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1127,
    "__1": 72611150,
    "امتحانات تحديد المستوي": "محمد حسانين حامد حسانين سعيد",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1128,
    "__1": 72611401,
    "امتحانات تحديد المستوي": "بدر بن عايض بن مرزوق الحمراني",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1129,
    "__1": 72611402,
    "امتحانات تحديد المستوي": "عبدالرحمن بن عايض بن مرزوق الحمراني",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1130,
    "__1": 72611601,
    "امتحانات تحديد المستوي": "ملك جابر عبدالمنعم النجار",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1131,
    "__1": 72611602,
    "امتحانات تحديد المستوي": "يوسف إيهاب مجدى محمد المهدى",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1132,
    "__1": 72611603,
    "امتحانات تحديد المستوي": "عبدالرحمن محمد عطيه عبدالحميد الغريبي",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  },
  {
    "": 1133,
    "__1": 72611604,
    "امتحانات تحديد المستوي": "احمد ايمن علي صبيح",
    "__2": "14/9/2026",
    "__3": "معمل 308 كلية ذكاء اصطناعي",
    "__4": "10:45 AM"
  }
]
;

// 2. كود البحث اللي بيفهم البيانات بتاعتك
function searchStudent() {
    const inputId = document.getElementById("studentIdInput").value.trim();
    const resultCard = document.getElementById("resultCard");

    if (inputId === "") {
        alert("برجاء كتابة الـ ID أولاً");
        return;
    }

    // بندور على الطالب باستخدام المفاتيح الجديدة اللي الموقع عملها
    const student = studentsData.find(s => String(s["__1"]) === String(inputId));

    if (student) {
        resultCard.innerHTML = `
            <p>اسم الطالب: <span>${student["امتحانات تحديد المستوي"]}</span></p>
            <p>رقم (Student ID): <span>${student["__1"]}</span></p>
            <p>تاريخ الامتحان: <span>${student["__2"]}</span></p>
            <p>المكان (المعمل): <span>${student["__3"]}</span></p>
            <p>الموعد: <span>${student["__4"]}</span></p>
        `;
        resultCard.classList.remove("hidden");
    } else {
        resultCard.innerHTML = `<p style="color:red; text-align:center;">عفواً، لا يوجد طالب بهذا الـ ID. تأكد من الرقم والمحاولة مرة أخرى.</p>`;
        resultCard.classList.remove("hidden");
    }
}